[
    {
        "source": "﻿97.1 AMP Radio (2013)",
        "url": "https://www.youtube.com/watch?feature=player_detailpage&v=BhL7VlUOQK0",
        "body": [
            "1:05 “I’m not trying to maintain some spot in the hip-hop charts or on radio or something like that. I'm trying to open people's minds. I want people to think more. I want people to feel like it's okay to create. I want people to feel like it's okay to make mistakes in front of people, and follow what their dreams are, and not feel boxed in. I want people to feel like awesome is possible.\"",
            "1:50 \"The world will only be saved through good intention and design. It's not going to be saved through politics. The irony is: What holds things back? Politics! So how could that push things forward?\"",
            "6:50 \"There's a lack of creativity in every field. People are afraid. Powers control people.\"",
            "7:05 \"No one can say the type of stuff I'm saying, because they'll lose their jobs.\"",
            "8:30 \"I want to stop using the term fashion, because Eve made Adam bite an apple. Since then, it's been illegal to be naked. I'm helping people follow the law in style.\"",
            "https://www.youtube.com/watch?v=-ErEZvuWoVs",
            "1:22 \"I look at maybe 800 images a day.\"",
            "3:05 \"I got homeschooling. When I came back, and took my tests, I tested two grades above. That was the first spark when I realized I was being held back on purpose. There's a lot of times in life where we're being held back on purpose.\"",
            "4:25 \"I only listen to people who are younger than me. These are the only people with ideas.\"",
            "4:50 \"No one older than me has a better idea than me cause I'm the only 36-year-old me. I'm the most relevant voice on the planet Earth at age 36 post-being the most hated. So don't try to tell me anything. Help me. Help me help other people.\"",
            "5:55 \"We have the resources on this planet to have a human utopia. To have respect for each other. Mankind. We have that. But we're too concerned about getting the next Hollywood film to Netflix.\"",
            "7:05 \"Waiting for everyone to agree may take too long. I'm not going to sit inside a corporation for 20 years. The time is now.\"",
            "7:25 \"The time is now for it to be okay to be great. People in this world shun people for being great. For being a bright color. For standing out. But the time is now to be okay to be the greatest you.\"",
            "8:40 I remember when I wanted to rap. People were just like, \"You can't stop producing.\" I'm not going to stop producing. But I need to create more.\"\"",
            "10:45 \"Every time I talk, it is a crack in the Matrix. When I wake up. Cause nobody is gonna fire me tomorrow, so I can say anything I want to say. Luckily, I want to say positive things. I want to make my momma happy. I want to do God's work.\"",
            "12:35 \"The more experience you get, the more you simplify.\"",
            "15:15 \"Anytime people can get a dosage of this espresso, of this walking confidence, of this God-fearing creative, I think it can bring light. I like to just direct people to the light. I want to express that I feel the light and I have the energy. I feel extremely blessed.\"",
            "16:50 \"You know what should be banned? Stuff that's whack. Not stuff that's controversial. The world is controversial! The world is classist. The world is racist. Okay, we get it. So what?\"",
            "17:15 \"Any business idea is sparked from a creative idea.\""
        ]
    },
    {
        "source": "MTV Interview (2002)",
        "url": "http://vimeo.com/78153658",
        "body": [
            "0:30 \"I had an urge to create, but I never really wanted to play music like that. That was stagnating my growth.\"",
            "4:50 \"I used to be bugging him to death. He changed his numbers about 100 times on me but I always figured out how to get him. I'll be knocking on his window while he's with his girl. He taught me a lot, but I had to take it upon myself to listen to the music that was out there and get my music as good at that.\"",
            "5:15 \"I had groups. I was always the weakest rapper out of the people in the group. There'll always be someone who really had it, but they just didn't have the passion for it. But every night, I was working. There wasn't nothing that was going to stop me.\"",
            "6:30 \"I was always rapping, it just so happened that really, really phenomenal rappers got to rap on my beats before I got a chance to. That pushed me into a classification of a producer.\"",
            "7:40 \"You just gotta get in where you fit in. You never know how you get in.\"",
            "8:25 \"My mother said, \"Stars shine from inside.\"\"",
            "8:50 \"My mother never raised me to ask for a handout. A lot of people that got into this game, they're walking around with somebody else's chain on, or driving somebody else's car, and didn't even pay for the shoes they got on their feet.\"",
            "9:40 \"A lot of times, I feel like a lot of people are just rapping because it's free. Especially with Jay now writing rhymes in his head, people ain't got to pay for paper no more!\"",
            "11:05 \"I was just always trying to figure out a way to express myself, and rap was the best way to express what was on my mind.\"",
            "14:15 \"You go to hip-hop parties in Chicago, and wouldn't nobody be dancing with no girls. There'd be a dude doing a helicopter, finna kick some girls in the head. They get mad if girls start dancing or something. That's when I figured out maybe whatever definition that everybody here got of hip-hop, maybe that's not what hip-hop is for me.\"",
            "15:45 \"I'm a man, I'm a human being. People feel like an artist, they be like, \"Yo, if you're an artist, you can only rap about this one subject. You have to stand for this specifically.\" I'm going to stand for everything I've seen in my life, and I'm going to try to express that to y'all the best I can.\"",
            "16:55 \"A lot of times, artists come into the aspect that they're not confused about who they are. You always hear about, \"Man, I love the album, but she's a hypocrite or he's a hypocrite.\" It's like, if somebody talks about killing somebody, does that make them a hypocrite if they decide to go to church?\"",
            "17:50 \"I feel like everything that anybody ever said in life would be a disadvantage to me, I'ma make it my advantage. When I was playing basketball, and everybody said I was too short, I'm killing them with the scoops.\"",
            "18:50 \"10% of life is what happens to you, 90% is how you react to it.\"",
            "24:45 \"I'm not using rap as a way to get paid or something. I'm using it as an opportunity to really say some stuff that I think needs to be heard, that I think people will enjoy.\"",
            "29:40 \"That was the key right there, being able to walk up into Baseline and play these rappers these beats.\"",
            "32:45 \"[Mos Def] was really into rock stuff. I was like, \"I got some more stuff like that!\" I ain't have nothing else like that. But I went and made some more stuff.\"",
            "44:00 \"I'm trying to get to the point where I can drop the last name off my name.\"",
            "45:40 \"I've already taken a loss. I'm not selling as many beats as I used to sell because I'm sitting up here trying to think of raps. But I gotta follow my heart.\"",
            "46:35 \"I take every beat that I think is hot and try to rap on it first. If it doesn't come out hot, then I give it to somebody else.\"",
            "51:00 \"A beat is not sold until the cheque clears. Period. Unless you're Hov or Scarface.\"",
            "59:25 \"A lot of times, I lose out because I'm always trying to be so creative. Sometimes, I could create something, and a whole bunch of people can go run with it and make a lot of money off it. But I feel like I want to give the public something new, so other people capitalize off it. I just hope that's not my downfall. I hope that I can just keep creating.\"",
            "1:00:00 \"Hey Mama. This is my first Grammy Award winning record right here. Well it hasn't won a Grammy yet, but just keep this on file.\""
        ]
    },
    {
        "source": "Bret Easton Ellis Podcast (2014)",
        "url": "http://podcastone.com/Bret-Easton-Ellis-Podcast?showAllEpisodes=true",
        "body": [
            "Part 1",
            "4:40 “I’ve been using the term, “emotionalism,” a lot recently to describe the way I like to create or the things I’m affected by. Maybe I made up my own definition of what that was. But there’s times where I thought or people told me I was a minimalist. But really, I tap into these things of when I was 14, and the things that affected me, and create from that point. Or, what are the things that will flash before your eyes if you’re about to die? I want to create from that point. The films, the songs, the moments in my life, are from that same time period, from 12-18.",
            "10:05 “Steve [McQueen] is a proper fine artist, too. He has full exhibits at Basel. To be able to tread those two worlds, I really admire that. I think that’s what the modern artist is about, having multiple talents and expressing all those talents--especially in a world where you just get boxed into something.”",
            "10:30 Flashing Lights is fav music video.",
            "11:00 “I did this film, Runaway. When people see it, they’re moved by the emotion. They see the emotion, they see the naivete, in the work I do, because I’m not trained at all. If I talk to Spike Jonze about it, he’ll be like that completely sucked. I’ll talk to just an artist about it, and they’ll be like that’s my favorite thing. I talked to Takashi Murakami, he said he cried when he saw it.”",
            "11:45 “Steve Jobs was never the best computer programmer, but he had an understanding and a feeling. It’s exactly what you’re talking about--creating these moments that people connect with, and maybe are life-changing. As we approach Hollywood, or as I approach the clothing industry, in the same way that I approached the music industry, with none of the boundaries of what this genre is supposed to be, what I’m supposed to be, what I’m supposed to represent, it’s literally like a 14-year-old’s emotion expressed. And you’re limited only by the people that you get to collaborate with.”",
            "13:05 “If I were to write my title--going through the airport, you have to put down what you do--I would literally write, “creative genius,” except for two reasons: sometimes it takes too long to write that, and sometimes I spell the word, “genius,” wrong.” ",
            "13:30 “I think people look at the world in such an older position, like they have a position or they have something that they represent, and they’re afraid to step away from that and afraid to make mistakes in other fields. But I look at it like I’m a little kid. There’s nothing I represent. I’m a 4-year-old, and I have the right to have an opinion on anything.”",
            "22:35 “The skillset to dress nice is too high. If someone looks at you and says, “You dress nice,” you have to focus on it so much. You have to be like a scholar of clothing to be a well-dressed person. That’s the way the skillset of working a computer, or affording a computer, was when I was in seventh grade. I remember my friend, we called him “digital thug” because he was a gangbanger but knew how to use the Internet. He was the first guy I knew that had the super slow Internet at his house, back when the computers used to be black with the green letters and a floppy disk that you could just hold like two words on it. That’s the way that the product industry currently is. Not even just clothing, but product. There’s so much shit out there.”",
            "28:00 “I know how to make enjoyable work, but I wanted to sit people down for a second and differentiate what this was, and what was happening sonically, and who I was as a creator to anyone else in the genre working on music.”",
            "29:45 “As much as I have creative credibility, particularly in the music space, I do have two ounces of cheesiness--drops of cheesiness. I think that’s part of my success, my drops of cheesiness.” ",
            "33:05 “I don’t think that my skillset is high enough to sonically create something that would be on the textbook level of 12 Years A Slave. I don’t know how to play a piano.”",
            "33:30 “The better and better I get at what I do, the younger and younger I am. Everyday I’m getting younger. When I made Graduation, I was six years old. When I made 808s, I jumped to five years old. Then, the Taylor Swift thing happened, and I had to grow back up and I delivered what could be considered my most perfected work. I had to turn to like a seven year old, almost reach ten years old, when I did Dark Fantasy. I had to grow up for a second. I was working back then, so I’m doing Cruel Summer and Watch the Throne, and I’m like eight. I’m having a little bit of fun. Then, when I went to Yeezus, I got back to under five, like four and a half. Now, I’m mentally, completely, three years old. If I talk to paparazzi, I’m three years old. If I get into an argument with Bob Iger, I’m three years old. If I get into an argument with Oprah Winfrey for two hours, I’m three years old. Don’t let me get proper money support backing and put my work out, and let the Earth speak back to it, I’m going to be two and a half years old. By the time I’m 50, I’m going to be one. By the time I’m dead, I’m going to be zero.”",
            "Part 2",
            "Bret Easton Ellis Podcast",
            "http://podcastone.com/Bret-Easton-Ellis-Podcast?showAllEpisodes=true",
            "Part 1",
            "5:45 \"People think childlike, you think stuff aimed towards kids. I'm thinking, me as a kid, wanting to grab some boobs.\"",
            "7:00 \"I feel like I'm, right now in society, through this thin line between the inside of the TV and the outside of the TV, or inside the Internet and outside the Internet, and what is the Matrix and what's real and what's authentic. I'm strictly like Braveheart of dreamers. I'm not speaking to anyone else. I'm not speaking to advertisers, I'm not speaking to people in their cubicles and stuff like that. I'm speaking to people who want to make their dreams come true. And I have to prove that I can make my dreams come true.\"",
            "7:40 \"I'm considered to be a perfectionist. People say that to me. I've stepped back from the idea of being a perfectionist, I'm more of a solutionist now. I know that nothing is perfect. The only perfection is death. That's when the journey is done. Until then, just present. Let it go, let the Universe give back what it likes, learn from that, create again. Let the Universe give back, create again.\"",
            "8:20 \"In this Instagram world, you can't control things. You can only be a part of the crowd now.\"",
            "8:45 \"I don't think that anything that I do is more important than the person who is receiving it. That person is equally important.\"",
            "9:30 \"You have to dumb down your work, or slow it down, or simplify it. You have to add patience to your work to make it be accepted. Patience meaning like, I know you want to drop this type of concept on people that's ten years ahead, but right now this is all people can take. I have to censor myself.\"",
            "9:50 \"I'm either sleeping, or I'm turnt. Me and my boy, Zachiah, who we write with also at DONDA, it's like learning to find that dimmer switch. I've had to use alcohol for a dimmer switch, anxiety pills for a dimmer switch, meditation for a dimmer switch, pornography for a dimmer switch, religion--like literally a bible and a porno mag, or a porno mag inside of a bible and stuff.\"",
            "12:50 \"Picture this shot that you have of the future, and you picture all these flying cars. We have it now. It's the Internet. That is the sky. The web. We're saying, \"Where's our flying cars?\" and the thing is, we were given better than flying cars in a way, and we're holding the phone, talking about, \"Where's our flying cars?\" When you see old movies and the TV would still have a really big back to it, cause they hadn't thought that there would be flatscreens. I'll sit and talk to Elon Musk about future ideas. He applies actual physics--and this can really happen--to futurism.",
            "15:50 \"It was really a casket to CDs, saying this was near the last time we're gonna see it, so let's just have an open casket for the CD.\"",
            "22:45 \"People thought they wanted the Matrix. Then the Matrix was completely exposed--with the Wikileaks era, the Instagram era. Now, they want something authentic and real. These are the first steps of it, albums like Yeezus.\" ",
            "23:50 \"Even with No Church in the Wild, I love that director so I don't want to knock that. But I hate faux-made riot scenes and things like that.\"",
            "24:00 \"You gotta be really dialed into exactly who you are, to the one hundredth power, or you're just everyone else.\"",
            "25:30 \"You know how you can have a President of the United States? What if Bret [Easton Ellis] could be in charge of all storylines? I actually think the world would be better.\"",
            "27:15 \"If you are the exceptional, you should be given the opportunity to influence more.\"",
            "28:50 \"We're currently led by the least noble, least talented, least respected, least respectful, people: politicians.\"",
            "30:30 \"Taste is the new correct English. People just have an understanding of how you can put your sentences together correctly.\"",
            "31:30 \"I don't know that much about anything. I just know what I like.\"",
            "32:00 \"I'm not the authority of anything but my emotions.\"",
            "32:10 \"I suck at Jeopardy, anything trivia-based. I hate facts because they get in the way of my opinion.\"",
            "36:00 \"I'm not concerned with people liking me. I'm concerned with people liking themselves more.\""
        ]
    },
    {
        "source": "Charlie Rose Interview (2004 or 2005)",
        "url": "https://www.youtube.com/watch?v=jNL80xGFzsY",
        "body": [
            "14:35 Kanye West",
            "16:13 “If you put your heart into something, and you had a grasp on what was really good, and you knew you delivered a good product, you have the right to defend your product after people criticize it.”",
            "16:35 “I feel like the Grammys stamped and now everybody feels like it’s okay to like me.”",
            "18:10 “I used Through the Wire, and this entire album, as my rehabilitation. It was the first opportunity I had to tell people I’m not going to the studio. Instead of staying at the hotel, I snuck in. I made songs that inspired me, songs that gave me life. I feel like this album was like my angel that helped heal me. It revived my spirits.”",
            "20:35 “The music on this CD--I was only the vessel for this. God was in the studio with me. In the future, I don’t know if I’ll be able to make anything like this. This was my healing process. This was my rehabilitation CD.”",
            "24:10 “The only thing promised is death. Basically, life is like a game. You have to play the game the way you want to play it.”",
            "25:00 “It would be hypocritical to say that you’re a better person than anybody. A gangsta rapper could be a way nicer person. People think that 50 Cent is way nicer than me.”",
            "25:20 “If you take a 50 Cent song, like In Da Club. Even though it’s talking about violence, the ultimate goal of the song is to make you feel good, to make you dance. That’s the birthday party anthem.” ",
            "26:05 “People go in and speak to kids. There’ll be that one speaker that comes in, and he actually says a curse word. That curse word sparks everybody’s attention. Right when everybody’s open, he gives you all this information. He sneaks it in. That’s what I did. I spit a lot of stuff where we laugh to keep from crying. I’ll put a couple of punchlines here and there so you can swallow the pill.”",
            "28:25 “My ideas are my air. I breathe creativity.”",
            "28:55 “I was like the boxing coach, sitting there and watching all these other boxers in the ring. I’m like, “Just go to the gut, just go to the gut!” And nobody goes to the gut! People are winning. Some people get knocked out. I’m like the person they never said could be a boxer, all weak and everything in comparison. But I just get in that ring and hit people dead in the gut.”",
            "30:05 “I’m not that good of a rapper. I’m getting pretty nice. I’m no Jay Z. I’m no Nas. But I got a niche. I got my thing. I can talk to the people’s souls. Me and Dave Chapelle blew up at the same time, we’re the same person almost.”",
            "31:30 “My goal at that time was to be able to do nothing. I used to say that. The more successful I get, I see I have to do everything. I have to take a position like Russell Simmons, and do everything I can to help people around me.”",
            "32:25 “I always tell people I dropped out of school in order to learn.”"
        ]
    },
    {
        "source": "Radio.com 92.3 NOW Interview (2013)",
        "url": "https://www.youtube.com/watch?v=5TBHmMonV0s&feature=youtu.be&t=11m13s",
        "body": [
            "12:15 “I’ma make better music when I’m more realized.”",
            "14:00 “What if I had never rapped? Imagine what the product version of that is. It’s going to be better than that, because I know more. It’s gon’ be like Pac outta jail. I am the Tupac of product.”",
            "15:25 “Never think I’m going to stop anything. I’m like Disney. It’s gon’ be everything.” "
        ]
    },
    {
        "source": "Jimmy Kimmel Interview (2013)",
        "url": "http://www.worldstarhiphop.com/videos/video.php?v=wshharZ12dp9pNzO6nXO",
        "body": [
            "7:50 “I’m not running for office. I’m just here to make good music, and make people feel good when they hear my music.”",
            "9:05 “When you do music, you can do anything. Once you learn how to produce, you are--at that point--a producer. You understand textures and colors. I had an art background before I was even a musician.”",
            "9:40 “I couldn’t care less about any of these cameras, in all honesty. All I care about is my family. I care about protecting my girl, protecting my baby, and protecting my ideas and my dreams. That’s the reason why I look so crazy.”",
            "10:15 “I’m totally weird, and I’m totally honest, and I’m totally inappropriate sometimes. The thing is, for me to say I wasn’t a genius, I would just be lying to you and to myself.”",
            "11:10 “My grandfather loved Ali till he died, and my grandmother hated Ali till she passed. You’re gonna love me, or you’re gonna hate me, but I’m gonna be me.”",
            "15:05 “I feel like media does everything they can to break creatives, to break artists, to break people’s spirits. I do everything I can to break media.”",
            "18:00 “Michael Jackson had to fight to get his videos on MTV because he was considered to be “urban”. This is Michael Jackson.”",
            "18:35 “Who do you know is known more for clothes than me?”",
            "19:35 “If I do an interview in W Magazine, and they take all these classist shots at me because--it’s not about racism anymore. It’s classism. That’s what I talked about. Paula Deen, she was old school with it. They’re like, “We don’t do it like that anymore, Paula. That’s racist. We’re classist now.”",
            "20:10 “All we want to do is make awesome stuff. All we want is a real shot.”",
            "20:50 “People don’t stand up and protect their dreams. People are too scared of getting spoofed, in a way. Think about a creative person in school. When you picture them, you’re probably picturing them all the way in the back of the class sketching or maybe getting beat up.”",
            "21:10 “Creatives have gotten beat up my entire life. There’s moments when I stood up to drug dealers in Chicago and said, “You can’t have my publishing. Come and kill me. Do whatever you’re gonna do, but you’re not going to bully me. You’re not going to stop me.” My mother made me believe in myself, no matter how many people tell me, “Stop believing in yourself. Stop seeing what you can do. Stop affirming what you’re gonna do and then completing that in real life. That’s the improper way to do it.” I refuse to follow those rules that society has set up and the way that they control people with low self esteem! With improper information, with branding, with marketing. I refuse to follow those rules. It’s about truth. It’s about information. It’s about awesomeness.”",
            "21:55 “The only luxury is time. The time you spend with your family.”",
            "23:05 “Exactly what I did in music, I want to apply to product. I want to apply to education. This is what my company, DONDA, is about.”",
            "23:35 “When people hear my music, they have a good time. I should be respected as such when I walk down the street.”"
        ]
    },
    {
        "source": "Seth Meyers Interview (2014)",
        "url": "http://www.dailymotion.com/video/k2Tbn33qGREoIn5CwNb",
        "body": [
            "2:40 “Everything in the world is exactly the same. You can do comparable people. Who would you compare Daniel Day-Lewis or Philip Seymour Hoffman to musically? Or in fashion? Directing? Architecturally? Who was your favorite teacher when you were growing up?”",
            "3:20 “I give you paintings. Sonic paintings. I have synaesthesia, like I can see sound in front of me. When I want to do fashion, I just want to give you sculptures. It’s like Michelangelo, the church wanted him to paint, and he wanted to do sculptures. The difficult thing for me that everyone doesn’t understand is, I just want to use marble to make sculptures.”",
            "4:20 “As you get really successful at one thing, you start to grow. You feel like you can do more things. Your shoe starts to get a little bit tight. You do everything you can to get a bigger shoe so you can walk further and run faster.”",
            "4:50 “I’m in the process of breaking down walls that people will understand ten years from now, twenty years from now.”",
            "6:50 “You go to Europe, there’s nudity on TV. It’s all in the way you raise and have an understanding and appreciation for what you’re looking at, and what you’re hearing, and why you’re hearing it.”"
        ]
    },
    {
        "source": "W Magazine Interview (2013)",
        "url": "http://www.wmagazine.com/people/celebrities/2013/06/kanye-west-on-kim-kardashian-and-his-new-album-yeezus/",
        "body": [
            "“God’s little practical joke on me—as an intellect who doesn’t like to read a lot—is like, I’ll say some superphilosophical shit, but I’ll say it the wrong way. I’ll use the wrong word, so it goes from being really special to completely retarded.”",
            "“The first collection was way better than the second. It was more artful. It was 30 collections in one. It just takes time for me to slow down and think like a normal person.”",
            "“I tried to come out of the gate going crazy. And it didn’t work. So now I have to somehow put out something that says, ‘I look sensible!’”",
            "“Oh, that’s just all for love. It’s simply that. At a certain point, or always, love is more important than any branding, or any set of cool people, or attempting to impress anyone. Because true love is just the way you feel.” ",
            "“Thoughts and feelings can disagree sometimes.”",
            "“Now, I just do exactly what I want, whenever I want, how the fuck I want.  ‘Fuck you’ is my message.”",
            "“I’m not comfortable with comfort. I’m only comfortable when I’m in a place where I’m constantly learning and growing.”",
            "“I care about everything. Sometimes not giving a fuck is caring the most.”",
            "“I don’t care about my name as much as I care about my ideas. I could do something completely wrong, and people could hate it, but then someone else could see it and do it completely right. And it’s a push forward for civilization.”",
            "“On one end, I try to scale it back. Because I don’t want to close any of the doors needed to create the best product possible. But my ego is my drug. My drug is, ‘I’m better than all you other motherfuckers. Kiss my ass!’ ”",
            "Kanye West Abbey Road Interview (2005)",
            "https://www.youtube.com/watch?v=lwsnBxwA-zw",
            "5:50 “I swear I was told not to swear. Also, I swear I didn’t care.”",
            "6:35 “I have superstitions. If my outfit isn’t that good, my show isn’t going to be as pleasing to watch.”",
            "7:45 “Constructive criticism: It’s constructive if it’s beforehand, it’s negative if it’s afterhand.”"
        ]
    },
    {
        "source": "XXL Article (2010)",
        "url": "http://www.xxlmag.com/news/throwbacks/2013/05/from-the-archives-kanye-west-kanye-wests-la-dolce-vita-originally-published-october-2010/3/",
        "body": [
            "“It was about humanity, and at no point in life can you think that you’re such a god that you do not have to deal with humanity.”",
            "“Knowing the audience, knowing who you’re talking to and how to be expressive and get your point across without being offensive is the key. It’s not about, Hey, I’m going to be offensive, and I’m going to be difficult. It’s like, No, I’m not going to be difficult.”",
            "“In a way, I had thrown a Molotov cocktail at my own career, and it gave me an opportunity, for the first time, to go away and find out who I was. Because I felt very alone.”",
            "“By default, my raps are way better now, because I’m at a point where I don’t have to come up with lines—I just think of what I’m really doing and make it rhyme.”",
            "“When I feel pressure, I step my game up. So I believe that Drake made great music for people to love and enjoy, but he also forced me to step my game up, because I have to be Kanye West.”",
            "“You can have genius moments, but you can lose the genius, too.”",
            "“If I had lived in New York, she’d still be here. That’s how I really feel. A lot of my apprehension toward celebrity and pop culture comes from the concept of real versus fake.”",
            "“I had to be borderline delusional in my own head to think that I could make it this far.”",
            "“I feel belittled to be classified as just a musician. I am where art meets commercial.”",
            "“Everything I do has to have a certain level of quality, but it can never be truly donned as great until it’s widely accepted. If you don’t like something, and you don’t realize that it’s great, then it’s not great.”",
            "“Entertainment is one percent what you create and 99 percent how it’s received, if you’re on a mission to be great.”",
            "“Everything in your life completely parallels who you are as a character and where you are in your life.”",
            "“Ultimately, we as a generation are indefinable, because even if you define us today, where are we tomorrow? I am one with the people, and as I change, the people change with me.”",
            "“I am the voice of the dreamers. I am the creative dream come true, and I refuse to wake up.”"
        ]
    },
    {
        "source": "GQ Interview (2014)",
        "url": "http://www.gq.com/entertainment/celebrities/201408/kanye-west",
        "body": [
            "“I'm a blowfish. I'm not a shark, I'm a blowfish.”",
            "“I think just my usual pattern is like that. It's like a pendulum. The pendulum gains momentum by swinging in the other direction.”",
            "“And I might complain about how hard it is in clothing, but also I think it's great that it's so hard. Because the barrier to entry is really, really, really, really high.”",
            "“History's gonna be harder to make than I thought.”",
            "“That's another thing I really like about clothing and film—you could still communicate with a film, because it's not you. But when you're a reality star or a rapper, you are the film.”",
            "“Family is super cool. Going home to one girl every night is super cool. Just going home and getting on the floor and playing with your child is super cool. Not wearing a red leather jacket, and just looking like a dad and shit, is like super cool. Having someone that I can call Mom again. That shit is super cool.”"
        ]
    },
    {
        "source": "REM Interview (2013)",
        "url": "http://vimeo.com/80747086",
        "body": [
            "2:40 “So many people are just so fucking obvious. They don’t even realize that when they box me in, or try to verbally put me in some type of box, or DONDA in a box, that they’re showing their level of ignorance. They’re putting themselves in a box. People can write, write, write all they want, but what are people doing? If there’s anybody that’s out there doing, they know how hard it is to actually do. I’m like a motivation of the doers. ",
            "3:15 “If everything I did failed, just the fact that I’m willing to fail is an inspiration. People are so scared to lose that they don’t even try.”",
            "3:55 “Music has been like a trojan horse for me to create art again. What do you think I spend the most time on when I’m creating a tour? The visuals! I am more of a visual artist and more of a product person. I am a producer. I am a production of me. It’s not like I was the best rapper in the world or something. I sat around and thought about it. And then I became Kanye West.”",
            "4:25 “When this goes online, or wherever it is, it really matters and it really doesn’t matter. What matters is the people who are sparked by it. The people who are offended by it, it doesn’t fucking matter. Fuck you. It’s about motivating the doers. Anyone that wants to sit around and talk shit, they’re taking too much time talking shit about it instead of getting up off their asses and following their dreams. I’m here to follow my dreams and help other people follow their dreams, and inspire people who are dreamers.”"
        ]
    },
    {
        "source": "Press Conference (2010)",
        "url": "https://www.youtube.com/watch?v=W7D22WFbvRI",
        "body": [
            "0:05 \"Reporters bash me because I do comparisons to Maya Angelou, or Karl Lagerfeld, or something. Any creative can compare themselves. There's five year olds that you can compare to me, if they're completely creative and completely one with their energy and their dreams.\"",
            "0:40 \"Society has broken us down to not really feel what we feel anymore. So many people base their stuff off of trends, or what's happening on the radio, what they heard before. There's only a few characters--not so much that we're geniuses, but we're dreamers. We're just bringing our dreams to life constantly. I'm trying to bring a piece of my childhood out in every piece of music that I put out there.\"",
            "2:40 \"When I explain myself, I explain Michael. I'm explaining McQueen. I'm explaining the kid that just committed suicide two weeks ago in Chicago because I've felt suicidal, I've felt hurt, I've felt compromised in a way.\"",
            "9:15 \"There's no reality to celebrity.\"",
            "9:40 \"I completely lost everything, but I gained everything because I lost the fear.\"",
            "11:00 \"If Steve Jobs respected the first computers so much, we wouldn't have iPads and iPhones today. We have to use our technology to put out better music.\"",
            "13:25 \"Taste has been thrown in the shallow box. It's shallow if you're into putting yourself better, or if you want to take time to look at a black-and-white movie as opposed to a bunch of explosions. You can't masculinely do that.\"",
            "14:30 \"I have to like white people more than any rapper ever. Look at my pants and stuff! Look at the people I collaborate with.\"",
            "15:10 \"I don't think that my journey, or my struggle, or what I want to do, can be solved within one album process--or maybe even in one life process.\"",
            "16:00 \"Kobe cares if they deduct twelve points that he just put in the basket.\"",
            "16:25 \"Going to awards shows is like spending all your life getting dressed up, giving everything you have to your girlfriend, making sure that she's straight. Now you're putting on your suit, you go do red carpets, you take pictures. Then they open up the curtain, and your girlfriend is there cheating on you. That's what you got dressed up to see. And then they tell you, \"Come back next year, you get to see it again!\"\"",
            "16:55 \"If you say anything, then you lose everything. If you say anything, then you lose everything. If you say anything, then you lose everything.\""
        ]
    },
    {
        "source": "TIME Interview (2005)",
        "url": "http://content.time.com/time/magazine/article/0,9171,1096499,00.html",
        "body": [
            "\"But for me to have the opportunity to stand in front of a bunch of executives and present myself, I had to hustle in my own way. I can't tell you how frustrating it was that they didn't get that. No joke--I'd leave meetings crying all the time.\"",
            "\"I didn't want to play it boring and safe. I also didn't want to innovate too much. Second albums, man, they're even scarier than first ones.\"",
            "\"I'm pretty calculating. I take stuff that I know appeals to people's bad sides and match it up with stuff that appeals to their good sides.\"",
            "Donda: “He said, 'Mom, I can do this, and I don't need to go to college because I've had a professor in the house with me my whole life.' I'm thinking, This boy is at it again. He always could twirl a word.”",
            "\"Death is the best thing that can ever happen to a rapper. Almost dying isn't bad either.\"",
            "“My mom's a teacher, and I'm kind of a teacher too. But the hood, the suburbs, MTV and BET are my classrooms, and I know how to talk to my class.”"
        ]
    },
    {
        "source": "Rolling Stone Interview (2006)",
        "url": "http://www.rollingstone.com/music/news/the-passion-of-kanye-west-20060209",
        "body": [
            "“In America, they want you to accomplish these great feats, to pull off these David Copperfield-type stunts. But let someone ask you about what you're doing, and if you turn around and say, 'It's great,' then people are [like], 'What's wrong with you?' You want me to be great, but you don't ever want me to say I'm great?”",
            "“It's always right there, so even amidst all the cheers, I can never quite enter into la-la land. And the fact that these issues are always looming is why I get paid the big bucks. Because I'm so conscious of all these things, I put it in my music and everyone relates to it.”",
            "\"If I was more complacent and I let things slide, my life would be easier, but you all wouldn't be as entertained. My misery is your pleasure.”"
        ]
    },
    {
        "source": "Details (2009)",
        "url": "http://www.details.com/culture-trends/cover-stars/200902/hip-hop-artist-kanye-west-talks-fashion-and-music/?currentPage=2",
        "body": [
            "“People ask me a lot about my drive. I think it comes from, like, having a sexual addiction at a really young age. Look at the drive that people have to get sex—to dress like this and get a haircut and be in the club in the freezing cold at 3 A.M., the places they go to pick up a girl. If you can focus the energy into something valuable, put that into work ethic...”",
            "“One of the problems with being a bubbling source of creativity—it's like I'm bubbling in a laboratory, and if you don't put a cap on it, at one point it will, like, break the glass.”",
            "“This game's pass or fail. There's no Bs, Cs, Ds. Either you bricked or you won, and this product's gonna be an A.”",
            "“What I feel like—'cause I wanna be married, of course—I feel like the type of girl I would be with is a fellow superhero. So we get that 'already flying and now we're just flying together' thing.”",
            "“There's nothing more to be said about music. I'm the fucking end-all, be-all of music. I know what I'm doing. I did 808s in three weeks. I got it. It's on cruise control.”",
            "“I'm all about clichés now! People base their opinions on cliché. There's a reason why they're clichés: 'I was gonna wear a coat today, but it would be so cliché.' How about some pants—if it's not too cliché?”"
        ]
    },
    {
        "source": "Entertainment Weekly (2006)",
        "url": "https://web.archive.org/web/20081015120646/http://www.ew.com/ew/article/0,,1152908_2,00.html [Excerpt, need full]",
        "body": [
            "“I've got a bunch of ''Damn, we should have tried this'' regrets. I'm banking on having good taste, and I was off about what I thought would work in the marketplace. It's the one thing in 2005 that I feel like I really failed at.”",
            "“If God gave me the choice between winning Grammys or having a really awesome across-the-board ''Heard 'Em Say'' video, I would choose an awesome video. I want you to want to run home to see a Kanye West video.”",
            "“People talk to you the way guards talk to prisoners. So for me to finally make it, I felt like I was fresh out of jail. And you know I got to go back to the people who used to bring me down.”",
            "“When you stand up for any form of civil rights, you put yourself in the line of fire. But I feel like I'm here to change people's hearts and minds, to say something that's right for a change. And it goes all the way down the line, from telling people to stop being so cliché, to stop saying what you think your record label wants you to say, to stop giving drab acceptance speeches. Speaking from the heart is so much more entertaining.”",
            "“I feel like I'm too busy writing history to read it.”",
            "“My greatest talent, more so than being a rapper, is the ability to produce, to grab things that seem like they don't belong and put them together. I love building things, all the labor and refining and fine-tuning. My favorite thing in the world is postproduction. I like it more than sex.”"
        ]
    },
    {
        "source": "Kanye West: A Genius in Praise of Himself - Rolling Stone (2007)",
        "url": "http://www.rollingstone.com/music/news/kanye-west-a-genius-in-praise-of-himself-20070920",
        "body": [
            "“”We go through too much bullshit just to mess with these drunk and hot girls.” It's my entire life, from being a five-year-old trying to reach for that porno magazine all the way to the thirty-year-old getting into an argument with his girlfriend. It sums up my whole fuckin' life. Guys will go through a lot to chase women. A guy will get on a plane and go to the other side of the world to hit it for the first time, and won't cross the street to hit it the second time. But as a man, your whole life is to provide for that girl in that white dress, that missing picture in your wedding photo. That was poetically put, if I do say so myself.”",
            "“You see those rhymes coming a mile away, and they're unimpressive, after the fact. The lines that are genius are the Apollonia/ Isotoners, just out-of-the-blue shit.”",
            "“Before that record came out, I used to go to Virgin Megastore and thank God for those last moments of solitude, because I knew I'd be famous after people heard the Michael Jackson line.”",
            "“When I made my statement about Katrina, it was a social statement, an emotional statement, not a political one. After that statement, people were coming to me for these magical statements to sum up the emotions of the entire country. They don't always come to me.”",
            "“I envy people who like getting older, because I don't.”",
            "“I made mistakes that I regret so much. Like that Grammy outfit. People always hold that against me. But those mistakes have been turning points. If you read books – which I don't, none at all – about how to become a billionaire, they always say, \"You learn more from your mistakes.\" So if you learn from your mistakes, then I'm a fucking genius.”",
            "“If you have a series of genius moments, then you can be considered a genius. Genius moments can be created when a new idea is met with an overwhelming response.”",
            "“But contrary to the way I was acting for the past two years, I actually haven't tried coke. I've never even had the urge to. It scares me.”",
            "“My thing is making music and hanging out with my friends and doing the same regular shit I did before all of this. I don't go to a lot of parties in L.A. That shit is wack, man. I don't like the scene there. I never got into it. I love L.A., but fuck the parties. I don't want them to stop playing my music at those parties, though.”",
            "“I'm not as brutally honest as I used to be. Sometimes honesty can be used improperly. You can use it to hurt somebody, which is wack. You have to have more tact and class than to blurt out honest statements. People can't handle the truth sometimes. I try my best not to lie to myself.”",
            "“Hip-hop has no sensitivity.”"
        ]
    },
    {
        "source": "Zane Lowe - BBC Radio 1 Interview (2013)",
        "url": "https://www.youtube.com/watch?v=DR_yTQ0SYVA",
        "body": [
            "0:45 “We’re all going to die one day. Live like that. Live like you could die tomorrow. Go for it.” ",
            "1:25 “I was able to start making exactly what was in my mind again, not having to speak with the textures of the time.”",
            "2:35 “My mom got arrested for the sit-ins, and now we’re more like the sit-outs. Sit off of radio. Say, “Hey, radio, come to us.” We need to find something new because it’s being controlled in a way, and being manufactured in a way, that really awesome artists can make amazing music and not break as far past as something that’s really formulaic.”",
            "3:15 “I showed people that I understand how to make perfect. Dark Fantasy can be considered to be perfect. I know how to make perfect, but that’s not what I’m here to do. I’m here to crack the pavement and make new grounds, sonically and in society, culturally.”",
            "4:35 “For me, as Kanye West, I gotta fuck shit up.”",
            "6:50 “I’m not here to make easy listening, easy programmable, music.”",
            "10:45 “I’ve been at it for ten years. I look around and say, “What a second, there’s no one around here in this space that looks like me, and if they are they’re quiet as fuck.” That means, “Wait a second, now we’re seriously in a civil rights movement.””",
            "12:10 “I have to remind Pusha T that he’s Pusha T. The radio, if they’re not playing a song of his that has an R&B hook on it, or works at a certain level of trap tempo and plays in Club LIV, it’s like we forget about that Clipse album that meant everything.”",
            "13:15 “Rap is the new radio! Where’s the culture at?”",
            "14:15 “Rap is the new rock and roll.”",
            "14:40 “I make music, I can do it. But I shouldn’t be limited to only one place of creativity.”",
            "19:30 “I like some of the Gaga songs. What the fuck does she know about cameras?”",
            "20:20 “We got this new thing called classism. It’s racism’s cousin. This is what we do to hold people back. This is what we do. We got this other thing that’s also been working for a long time where you don’t have to be racist anymore. It’s called self-hate. It works on itself. It’s like real estate of racism.”",
            "21:40 “I always felt like I could do anything. That’s the main thing people are controlled by: their perception of themselves. They’re slowed down by their perceptions of themselves. If you’re taught you can’t do anything, you won’t do anything. I was taught I could do everything.”",
            "27:10 “I’m a postmodernist, at best, as a career. I’m a futurist mentally.”",
            "28:05 “Go listen to all my music, it’s the codes of self esteem. It’s the codes of who you are. If you’re a Kanye West fan, you’re not a fan of me. You’re a fan of yourself. You will believe in yourself. I’m just the espresso. I’m just the shot in the morning to get you going, to make you believe that you can overcome that situation that you’re dealing with all the time.”",
            "32:15 “I’ve got a million people telling me why I can’t do it, that I’m not a real designer. I’m not a real rapper either. I’m not a real musician either. I don’t know how to play the piano. I’m an artist. I went to art college and was looked at like I’m soft ‘cause I wore italian clothes when I’m rapping in front of Cam’ron and my pants is tight. Trying to spit a verse with Cam.”",
            "33:05 “If you know an artist, there’s only one thing you can say, give, or ask them when you see them. There are two words: “Thank you.””",
            "33:20 “We dedicate our entire lives to making our current time and civilization better. To adding something to the culture.” (Artists)",
            "34:15 “I’ve dedicated the past ten years of my life to this. I’ve spent 80% of my time working on this, and 20% of my time working on music.” (Fashion)",
            "35:40 “I wasn’t the one rapper that had the opportunity to do a shoe with Nike for no reason.”",
            "35:50 “People didn’t love the Yeezys the way they did for no reason. Picture this: For me to do the Yeezys and not have a joint venture backing deal with Nike the next day would’ve been like if I had made Jesus Walks and was never allowed to make an album. If Drake made his first mixtape, and was never allowed to be signed. If 2 Chainz only had one 16. And people say, “Why are you mad?” Do you know how many 2 Chainz had in him?! He did 100 features in one year. 100!”",
            "39:15 “There’s never a time when someone can walk in with some non-Nikes and you feel less than yourself. You still feel like the greatest version of you when you have those Nikes on. But you can have on a Zara pant, right? And a girl walks in with the Celine version, and you feel like shit. That is the problem.”",
            "41:00 “Have y’all ever seen Wreck-It Ralph? Remember how that girl in there, she was the glitch. You telling me they don’t look at me like the motherfucking glitch? You’re telling me people don’t look at Kanye West like the glitch, right now. And she was on the side of the video game, the whole time. It’s in my code.”",
            "43:00 “Niggas in Paris doesn’t work without Otis. You have to bring the flowers to the door first.”",
            "43:20 “It’s illegal to be naked. It’s not illegal to not listen to music. That is a very high opinion to have. That is something that is extremely important.”",
            "44:50 “I don’t expect to be understood at all. I think that there’s people who are wired by their parents to understand what I’m saying, and there’s people who are wired by their parents to reject what I’m saying. That doesn’t mean that after I make what I’m saying, that they won’t use it, because they will. I’m just saying I want to make things. I want to be able to make things. I’m not going to be able to make things that I can call Kanye West just by making t-shirts.” ",
            "45:25 “I would not be here if it was not for a Roc-a-Fella chain. If it wasn’t for Jay Z’s blessing, and his cosign, and his protection, when I was in New York City, dolo. I would not be here in the way that I am. Through the category of the drug dealer fueled rap game. Me as Kanye West, as a young revolutionary coming out of Chicago, would not have made it that far without Jay Z being my big brother and watching my back at all times.”",
            "48:35 “Because we’re so jacked up on our own egos, and so misguided by mainstream marketing, we don’t know what the fuck is real. We’ll be apt to get into a fight this quick for the dumbest reason.”",
            "49:20 “Everybody is being served the nasty lunch food.”",
            "49:40 “Give us what we need to proceed. Because we don’t have the education to know what to want. We don’t know what to want. This is what I was telling that writer in W. I’m learning what I want. This is the reason I’m working with five architects at a time. That time I’m spending in a bad apartment, I can’t get that back. And that education that I can get from working on it is priceless. There’s very few people that are in the position to educate themselves as much as I can educate myself. For me, it’s constant information intake.”",
            "52:20 “For me, first of all, dopeness is what I like the most. Dopeness. People who want to make things as dope as possible. And, by default, make money from it. The thing that I like the least are people who only want to make money from things, whether they’re dope or not, and especially make money at making things as least dope as possible.”",
            "52:45 “Photography used to be a sexy profession. It was like being a ball player, or a rapper, or a venture capitalist, or something like that. They used to get all the girls and everything. They completely changed what photography is supposed to mean. Same as how there’s plenty of musicians that have sold the fuck out, and changed the art of music, where people don’t hold that to the highest level of genius anymore. Meaning if there’s a higher level artist, like a visual artist, or a higher level clothing artist, they’ll be held at a higher level of genius points than a musician because the things in music that are selling the most are the least inspired for the most part, and the least genius. It confuses things.”",
            "58:00 “At this point, obviously I’m a slave to my passion. I’m a slave to my mission. It’s funny, you drive in a Maybach past a homeless person and you ask, “Who’s more free?” You can be trapped to your possessions. You gotta do this next deal because you gotta do this with your house, and you gotta get this car. Everybody stay next to you last name is Jones, and you’re trying to keep up with all of ‘em. That’s what it’s like to be a celebrity, a lot of times.”",
            "59:10 “I’m blessed and cursed by my level of education. To be a visionary, all you have to do is make decisions based off of your eyes, instead of your ears or your memory.”",
            "1:00:20 “What’d we sing? We sang Pyrex. We sang Been Trill. We sang snapbacks. We sang Yezus. But we want to sing Nike. We want that clean water. I tasted it, I see what it’s like. We want to sing Louis Vuitton. We want to sing on a Gucci level. We want to sing as high as we could sing when we had pyramids. We don’t want to just have a little print on the back of our jackets that cost $2,000 making us feel like a king again for a day. We don’t want to just have the jewellery just trying to make us feel good. We want to be good. That’s creation. That’s that thing that people slave over. That’s that thing that people are slaves to. That’s that thing I’m a slave to. That’s passion.”"
        ]
    },
    {
        "source": "Complex Cover Story (Apr/May 2009)",
        "url": "http://web.archive.org/web/20130821033130/http://ncb1979.com/2010/07/25/kanye-west-complex-cover-story-aprmay-2009/",
        "body": [
            "“Yeah. I’m rich and I’m famous, but I try not to be extra with it.”",
            "“I’m here to entertain people and to be the one that does the crazy, bold stuff so they can live through me and get their mind off the recession and the war and whatever else is going on in the world.”",
            "“I didn’t even have to do drugs for people to think that I was on them.”",
            "“A lot of these dudes would never be accused of being gay just because they all look exactly alike.”",
            "“I’m about clashing worlds that you think don’t belong together. This is our world and everything belongs together.”",
            "“Don C has to get the most credit because I respect his taste equally if not more than mine. I am me, but I am also a product of Don. So basically I am his artist even though he works for me. I’m a vessel of people’s ideas.”",
            "“The fact that I love to collaborate with people, I think, is a very non-arrogant thing.”",
            "“I feel like if a rapper disses me, they’re just trying to get a rise out of me and get me to play in their field to find some way that they can beat me. I feel like there’s a lot of rappers that can beat me in ignorance. So why would I play a sport that I’m not particularly trying to get better at or beaten in? There’s a lot of rappers that can beat me in ignorance, but there’s only a few that can play with true intellect. How fucking perfect is that fucking answer?!”",
            "“All I can do is be the best me and learn from the mistakes that I’ve made. There are mistakes that I’ve made that I deserve for people to look at me like a complete asshole because I have been a complete asshole.”",
            "“Whoever you’re with is a reflection of you. It’s hard to be fully forgiven. People forgive but they don’t forget.”",
            "“Who’s to say having a relationship declares monogamy?”"
        ]
    },
    {
        "source": "FADER 58: Kanye West Cover Story and Interview (2008)",
        "url": "http://www.thefader.com/2008/11/25/fader-58-kanye-west-cover-story-and-interview/",
        "body": [
            "“I want people to remember me the way they know Nike, that level of impact.”",
            "“I think it takes experience to be a great poet and communicator, and as life goes on I have more and more experiences, so hopefully I’ll just get better and better.”",
            "“There’s a reason why the universe plans for certain things to happen the way they are, and the only thing that you can be responsible for is your art.”",
            "“I used to feel this sense of entitlement that’s completely immature. I needed to really get past that. It’s been a great detriment to people liking me, me being a spoiled baby, and people still make jokes about it, but they don’t realize I’m not that same person. ”",
            "“Is something better if it took five years than if it took five minutes?”",
            "“Society has put up so many boundaries, so many limitations on what’s right and wrong that it’s almost impossible to get a pure thought out.”",
            "“Everyone’s born confident, and everything’s taken away from you. So many people try to put their personality on someone else. Especially me, they try to suggest what I should do. What I want people to realize at this point is, I don’t give a fuck.”",
            "“I want my music to be played the same place you could play a Feist song, but I want it to still work in a strip club, still work in a car. One thing about traveling a lot, it gives me a lot more worries about places I’m not being played.”",
            "“I’m like a vessel, and God has chosen me to be the voice and the connector. I can’t be responsible. I’m good, but I’m not that good. So my job is just to be in the studio and do videos, and I just stand here and let God do the rest.”"
        ]
    },
    {
        "source": "Clash (2008)",
        "url": "http://www.clashmusic.com/feature/kanye-west-interviewed",
        "body": [
            "“You do whatever you want to do. It’s not important for artists to speak out. I’ll tell you what it’s important for artists to do; make a good fucking song.” ",
            "“I wasn’t put on this earth to make money – I was put on this earth to make magic. I was put on this earth to make music and art. “",
            "“If you ask me a question like what is your greatest accomplishment, it should be what I’m about to do.”",
            "“Looking good does take you a long way. I mean this is entertainment.”"
        ]
    },
    {
        "source": "Spin (2007)",
        "url": "http://www.spin.com/articles/entertainer-year-kanye-west-0/",
        "body": [
            "“If you come in the room and say one thing, it better be the most powerful thing.”",
            "“I rock a bespoke suit and I go to Harold's for fried chicken.”",
            "“But, I guess, as a pop star you have a responsibility to not be real anymore.”"
        ]
    },
    {
        "source": "VIBE (2004)",
        "url": "https://web.archive.org/web/20100826034414/http://ncb1979.com/2010/07/27/kanye-west-profile-from-vibe-april-2004/",
        "body": [
            "“It’s funny that you say that, ‘cause people are always saying that I’m arrogant. But I just think that when my confidence meets other people’s insecurity, that equals ‘Kanye’s arrogant.’”"
        ]
    },
    {
        "source": "The Guardian (2005)",
        "url": "http://www.theguardian.com/music/2005/aug/05/kanyewest",
        "body": [
            "“Come on now! How could you be me and want to be someone else?”",
            "“There is nothing more stuntastic than rapping in front of an orchestra.”",
            "“I'll take opinions from anyone from Jay-Z to a janitor, and I might value the janitor's opinion more. I want it so no one can front on it. People say you can't please everyone all the time. I don't believe that. I think you can. I'm not like, 'Oh I'm Kanye West.' I'm like, 'Oh you don't like it? Oh wow!' To the point where I know you have to like it.”",
            "“My parents would say, ‘Why are you such a ham?’ I was made to show off. I was born to stunt.”",
            "“Really good people like me are scared of falling off. I'm totally scared of falling off. Just imagine it. Just imagine if I woke up one day and I was wack. What would I do then?”",
            "“I used to always feel awkward around a lot of rappers. Other people came from hustling and all that. Sometimes it was harder to relate. People would look down on me for the way I dressed, because my raps weren't really that good - it was like, ‘Just shut up and do beats.’”",
            "“There's nothing I really wanted to do in life that I wasn't able to get good at. That's my skill. I'm not really specifically talented at anything except for the ability to learn. That's what I do. That's what I'm here for.”",
            "“I’m the closest that hip-hop is getting to God. In some situations I'm like a ghetto Pope.”",
            "“How ill is it to have someone that talks that much shit and then backs it up? And what if I didn't back it up? How exciting would that be, also? It’s like I'm walking on this tightrope. It’s like the reason why you go to a circus - it’s more entertaining. It’s like, damn, what if he falls? And if I do make it, it’s like, damn, he made it! But either way you’re saying ‘damn’. Everybody else is just walking on the ground.”"
        ]
    },
    {
        "source": "Slate (2008)",
        "url": "http://www.slate.com/articles/arts/culturebox/2010/08/kanye_west_has_a_goblet.html",
        "body": [
            "“Everything's the right backdrop for a suit.”",
            "“I jog in Lanvin.”",
            "“When I think of competition it's like I try to create against the past. I think about Michelangelo and Picasso, you know, the pyramids.”",
            "“Sometimes when it hurts so bad we have to just lay in the bed. Just lay in bed and don't move.”",
            "“Sometimes I turn the music up and drink and cry.”"
        ]
    },
    {
        "source": "People (2008)",
        "url": "http://www.people.com/people/article/0,,20239777,00.html",
        "body": [
            "“I'm an alien. The only place I can be alone is my hotel room – I can't even go to the grocery store. But don't feel sorry for me – I just did a shoot for Louis Vuitton. Don't worry about me, I'll be okay in the end.”"
        ]
    },
    {
        "source": "MTV (2009)",
        "url": "http://www.mtv.com/news/1602383/kanye-west-says-hell-pose-naked-and-break-every-rule-of-hip-hop/",
        "body": [
            "“I made a decision. I wanna make popular music, but I want less fans. I want the freedom of having less fans. It’s like the freedom of having less money. If you have less money, you have less responsibility.”"
        ]
    },
    {
        "source": "Rolling Stone (2004)",
        "url": "http://www.rollingstone.com/music/news/kanye-west-head-of-the-class-20040429",
        "body": [
            "“I'm the rap version of Dave Chappelle. I'm not sayin' I'm nearly as talented as Chappelle when it comes to political and social commentary, but like him, I'm laughing to keep from crying.”",
            "“Why would you take out a loan for something you don't want? That's like getting somebody to loan you some money for a car that you're not really into.”",
            "“One of my courses was piano. I actually went to college to learn how to play piano. Talk about wastin’ some money.”"
        ]
    },
    {
        "source": "The New York Times Interview (2013)",
        "url": "http://www.nytimes.com/2013/06/16/arts/music/kanye-west-talks-about-his-career-and-album-yeezus.html?pagewanted=all",
        "body": [
            "“Anytime I’ve had a big thing that’s ever pierced and cut across the Internet, it was a fight for justice. Justice. And when you say justice, it doesn’t have to be war. Justice could just be clearing a path for people to dream properly. It could be clearing a path to make it fair within the arena that I play. You know, if Michael Jordan can scream at the refs, me as Kanye West, as the Michael Jordan of music, can go and say, “This is wrong.””",
            "“I don’t want them to rewrite history right in front of us. At least, not on my clock.”",
            "“I don’t have one regret.”",
            "“If anyone’s reading this waiting for some type of full-on, flat apology for anything, they should just stop reading right now.”",
            "“Yeah, I think that I have like, faltered, you know, as a human. My message isn’t perfectly defined. I have, as a human being, fallen to peer pressure.”",
            "““Dark Fantasy” was my long, backhanded apology. You know how people give a backhanded compliment? It was a backhanded apology. It was like, all these raps, all these sonic acrobatics. I was like: “Let me show you guys what I can do, and please accept me back. You want to have me on your shelves.””",
            "“I don’t have some type of romantic relationship with the public. I’m like, the anti-celebrity, and my music comes from a place of being anti.”",
            "“It’s always going to be 80 percent, at least, what I want to give, and 20 percent fulfilling a perception.”",
            "“Sometimes you don’t even know when you’re being compromised till after the fact, and that’s what you regret.”",
            "“I’m forever the 35-year-old 5-year-old. I’m forever the 5-year-old of something.”",
            "“Creative output, you know, is just pain. I’m going to be cliché for a minute and say that great art comes from pain. But also I’d say a bigger statement than that is: Great art comes from great artists. There’s a bunch of people that are hurt that still couldn’t have made the album that was super-polarizing and redefined the sound of radio.”",
            "“I just dove more into rapping because I had a lot that I wanted to express, and I wasn’t a really, really good singer.”",
            "“And it wasn’t until I hung out with Dead Prez and understood how to make, you know, raps with a message sound cool that I was able to just write “All Falls Down” in 15 minutes.”",
            "“I was able to slip past everything with a pink polo, but I am Dead Prez. And now, because I was able to slip past, I have a responsibility at all times.”",
            "“I was always considered this crazy hothead kid, but I would always just go and just really break bread with someone who I respected. I will completely bow to anybody I respect.”",
            "“Maybe 90 percent of the time it looks like I’m not having a good time.”",
            "“I’m the type of rock star that likes to have a girlfriend, you know? I’m the type of soul that likes to be in love and likes to be able to focus. And that inspires me.”",
            "“I want to say that after working with Rick [Rubin], it humbled me to realize why I hadn’t — even though I produced “Watch the Throne”; even though I produced “Dark Fantasy” — why I hadn’t won Album of the Year yet.”",
            "“The last record I can remember — and I’m going to name records that you’ll think are cheesy — but like, J-Kwon, “Tipsy.” People would think that’s like a lower-quality, less intellectual form of hip-hop, but that’s always my No. 1.”",
            "“Kill self.”",
            "“The longer your ‘gevity is, the more confidence you build. The idea of Kanye and vanity are like, synonymous. But I’ve put myself in a lot of places where a vain person wouldn’t put themselves in. Like what’s vanity about wearing a kilt?”",
            "“I need to do more. I need to be able to give people more of what they want that currently is behind a glass. I don’t believe that it’s luxury to go into a store and not be able to afford something. I believe luxury is to be able to go into a store and be able to afford something.”",
            "“If you don’t make Christmas presents, meaning making something that’s so emotionally connected to people, don’t talk to me.”",
            "“That’s why I said “I throw these Maybach keys”. I would rather sit in a factory than sit in a Maybach.”",
            "“Yeah, respect my trendsetting abilities. Once that happens, everyone wins. The world wins; fresh kids win; creatives win; the company wins.”",
            "“So when you get something that has the name Kanye West on it, it’s supposed to be pushing the furthest possibilities.”",
            "“I understand culture. I am the nucleus.”"
        ]
    },
    {
        "source": "Interview Magazine (2014)",
        "url": "http://www.interviewmagazine.com/music/kanye-west",
        "body": [
            "“I try to get as close to a childlike level as possible because we were all artists back then. So you just close your eyes and think back to when you were as young as you can remember and had the least barriers to your creativity.”",
            "“I think I started to approach time in a different way after the accident. Before I was more willing to give my time to people and things that I wasn't as interested in because somehow I allowed myself to be brainwashed into being forced to work with other people or on other projects that I had no interest in. So simply, the accident gave me the opportunity to do what I really wanted to do.”",
            "“I think that people don't make the most of their lives. So, you know, for me, right now it seems like it's the beginning of me rattling the cage, of making some people nervous.”",
            "“I'm giving all that I have in this life. I'm opening up my notebook and I'm saying everything in there out loud. A lot of people are very sacred with their ideas, and there is something to protecting yourself in that way, but there's also something to idea sharing, or being the person who makes the mistake in public so people can study that.”",
            "“All we have is today. You know, the past is gone, and tomorrow is not promised.”",
            "“The risk for me would be in not taking one—that's the only thing that's really risky for me. I live inside, and I've learned how to swim through backlash, or maintain through the current of a negative public opinion and create from that and come through it and spring forth to completely surprise everyone—to satisfy all believers and annihilate all doubters. And at this point, it's just fun.”",
            "“There is no sport without the wave, so I have to wait for it. If the waves are high, then we're gonna have a fun day. If the waves are low, then you just stay on the beach.”",
            "“I think there's something kind of depressing about a product being final, because the only time a product is really final is when you're in a casket.”",
            "“I think people are afraid of dreams, and that video is one of the closest things to the way that dreams look and feel, or the way joy looks and feels, with the colors.”",
            "“But I think that when I compare myself to Steve Jobs, Walt Disney, Howard Hughes, or whoever, it's because I'm trying to give people a little bit of context to the possibilities that are in front of me, as opposed to putting me in the rap category that the Grammys has put me in. In no way do I want to be the next any one of them. But I am the first me. So I only mention those other names to try to give people a little bit of context.”",
            "“I want the power to create what is in my mind. That's my dream.”",
            "“And then the teachings and the confidence that was instilled by my grandfather into my mother, and from my mother into me—which will now, of course, be instilled by me into North—will create the best winter coat against doubters and dream-killers ever made.”",
            "“Well, if someone has got all the money in the world, they'd still want love.”",
            "“But when we talk about love, I don't have an answer. All I can say is that I'm happy I have it.”",
            "“You know, becoming famous is like being catapulted into space—sometimes without a space suit. We've seen so many people combust, suffocate, get lost in all these different things.”",
            "“I'm not the guy who works on selling the idea—I'm not Vanna White for the new Hyundai. I am the guy who works on the concept for the car. So success, for me, is in having the ability to get my ideas out there.”",
            "“Well, influence isn't my definition of success—it's a by-product of my creativity. I just want to create more. I would be fine with making less money. I actually spend the majority of my money attempting to create more things.”",
            "“When I left Chicago and moved to New York, it wasn't because I didn't love Chicago; it was because I needed to go to New York. So right now, I've got other innovations and other thoughts that I want to pursue.”",
            "“I'm not saying that I'm going to make a better world; I'm just saying that I will provide some things that will help, and my glass ceiling that I'm facing is based on my color.”",
            "“There are certain people where you just have to call them on the fact that they're behaving in a racist manner for them to understand it.”",
            "“It's not a matter of me believing in myself that's so scary to everyone, it's the idea of everyone else starting to believe in themselves just as much as I do that's scary.”",
            "“If someone ever said, \"Follow exactly what you want to do, Kanye,\" then I would say that that would probably have been the best piece of advice. But at this point, I don't even need any advice.”",
            "“I met with Deepak Chopra, right? I was supposed to go back the next day, but I told my girlfriend that I wasn't going to go. Because you know what gets me calm, baby? Success. And I went in and finished my Adidas deal instead. I felt so Zen-ed out by that.”",
            "“I'm like a broadcaster for futurism, for dreamers, for people who believe in themselves. We've been taught since day one to stop believing in our own dreams. We've had the confidence beaten out of us since day one, and then sold back to us through branding and diamond rings and songs and melodies—through these lines that we have to walk inside of so as to not break the uniform or look silly or be laughed at. So I hope that there are people out there laughing. Laugh loud, please. Laugh until your lungs give out because I will have the last laugh.”",
            "“Or let me put it another way, only one of two things can happen: either I'm gonna be right or I'm gonna be wrong. But if you look at the past 10 years, I've been right.”"
        ]
    },
    {
        "source": "Harper’s Bazaar (2007)",
        "url": "http://www.harpersbazaar.com/culture/interiors-entertaining/advice/a49/fashionable-life-west-0807/",
        "body": [
            "“I'm really shy. Why do you think I'm so cocky? It overcomes it.”"
        ]
    },
    {
        "source": "Hot97 (2010)",
        "url": "https://www.youtube.com/watch?v=SrCDdkOvwxk",
        "body": [
            "http://blogs.villagevoice.com/music/2010/11/the_ten_best_qu.php",
            "7:30 “As a celebrity, as soon as you become a star, as soon as it pops off for you? At that point, you stop growing. As soon as you don't have to wash your own dishes anymore. I was trying to get somebody to jog for me the other day.”",
            "20:15 “People are not going to agree with everything I do. I look back and look at stuff I do and don't agree with it. Man, if I made a diss record of myself, I would kill me.”",
            "38:45 “I'm not above the people. I'm of the people. I love the people. I am the people.”"
        ]
    },
    {
        "source": "ABC News (2015) Kanye West Reveals Why He Doesn't Smile",
        "url": "http://abcnews.go.com/Entertainment/kanye-west-reveals-smile/story?id=28430363",
        "body": [
            "“When you see paintings in an old castle, people are not smiling cause it just wouldn't look as cool.”"
        ]
    },
    {
        "source": "Dazed (2009)",
        "url": "http://www.dazeddigital.com/fashion/article/1699/1/kanye-west-for-louis-vuitton",
        "body": [
            "“For people who can’t afford to buy $2000 trousers, they can take these shoes and mix it with jeans from another brand.”",
            "“I just love clothes. I picked out my own clothes when I first went to kindergarten and there’s no turning back since.”",
            "“I’ve always been into clothes and I’ve always been into myself. And none of that’s changed since I’ve become a celebrity.”",
            "“I wanna be the type of designer that inspires people, not follow other ideas.”",
            "“I’m a walking billboard but to be able to now create something from scratch is amazing.”",
            "“What’s really cool about my blog is I give credit to the blogs so you can click and go to the blog. So like Selectism, High Snobiety, Hypebeast, Bossip, Perez.”"
        ]
    },
    {
        "source": "Dazed (2004)",
        "url": "http://www.dazeddigital.com/music/article/18333/1/the-tenth-birthday-of-kanye-wests-college-dropout",
        "body": [
            "“There've been times when I've wanted to quit trying to rap because I'd be doubting myself. I'd be like, damn, maybe my shit just isn't as good as what's already out there. I know I'm doing something different, but maybe people just won't get it. Maybe I should just stick to being a producer. It's worked for me up until this point.”",
            "“I rap to show off. If I rap and I'm not saying anything new then I'm not showing off that well.”",
            "“I can make a track from scratch in 15 minutes if I want to, but there's nobody I really wanna work with. If there's anybody that I'm a really big fan of then I wanna just sit back and enjoy their music, I don't wanna have anything to do with it.”",
            "“Well they say that artists' first albums have all their life experiences up till that point put on it, and the second one is never as good because it only has on it what ever comes in the year or two since the first one. But I don't think you can fit a lifetime's experience into even a whole career's worth of albums. Except maybe when you get up to Prince's range, but still, I can make a whole song out of one single sentence that you say to me, there is infinite inspiration when you're making songs from real life.”"
        ]
    },
    {
        "source": "WPCG 98.5 Interview (2014)",
        "url": "https://www.youtube.com/watch?v=Zpw6uEILQRk",
        "body": [
            "3:25 “I’m trying to get as close to a dream state as possible. That’s the reason why people be doing yoga, drink, smoke weed, pop molly. Whatever you do, people want to get into that dream state. I’m not promoting any of that. I’m not promoting yoga in no type of way.”",
            "3:45 “I want to be as surreal as possible. I want to be as unrealistic as possible. The worst thing about me comparing myself to Steve Jobs is that it’s too realistic of an idea. What I need to say is, I’m more like Willy Wonka.”",
            "4:55 “It’s not about me. It’s about you. I don’t care if you like me. I care if you like yourself.”",
            "6:20 “It’s not that I can tell people what to buy or what not to buy, but I can make people believe in themselves so much that they don’t care about an LV logo so much. That’s the reason why you need to meet with Kanye West. They want to stifle our voice. They want to apply that Willie Lynch theory that says if you let the first slave run, you need to beat him in front of everybody. Anytime you read something negative on the Internet about me, they are applying the Willie Lynch theory. But this is the Harriett Tubman train, and we gon’ get free.”",
            "7:35 “Anybody that’s even talking about [the illuminati], ain’t talking about owning their own business, or helping their friend that should have the business and supporting their friend with that business.”",
            "9:15 “I almost borderline like being sued because it’s the only time where I can be myself. I sit in those depositions, and it’d be hilarious. I was in a deposition with Suge Knight, and I had my hands on my face. Suge’s lawyer was sitting next to me, and said, “Take your hands off your face!!” I said, “Look, sir, you’re going to have to ask me nicely, to take my hands off my face. Please talk to me with some type of respect.” He said, “Okay, Mr. West, can you please take your hands off your face?” I said, “...No.”” ",
            "12:00 “I almost like only doing bad ideas. I only like doing ideas that people won’t do. I can show you how you can take the power out of anything, and how you can add power to anything.”",
            "14:00 “[The paparazzi] scream out to me and Scott [Disick], “Oh, there go the mother’s brothers!” Because of our moms have passed away. They don’t show that part on camera. If you turn up on ‘em, then you look like you’re crazy.”"
        ]
    },
    {
        "source": "Juan Epstein (2013)",
        "url": "https://www.youtube.com/watch?v=p-PPhAOQvEQ",
        "body": [
            "8:10 “My dream is every dream. I won’t be limited to one dream.”",
            "10:40 “I make decisions with my eyes, versus what someone tells me.”",
            "11:10 “To have integrity, relevance, and finances: that’s like juggling on a tightrope...The world is set up where you have to sacrifice one.”",
            "16:50 “Don’t think that because I’m a celebrity, I have true creative freedom. Celebrities are controlled by perception and finances.”",
            "21:30 “I am going to be the greatest products human being of all time.”",
            "27:40 “I work when I’m not working. I’ll think of some shit--I’ll have an idea--when I’m away from shit.”"
        ]
    },
    {
        "source": "The Breakfast Club (2013)",
        "url": "https://www.youtube.com/watch?v=0VHGpO7-8fU",
        "body": [
            "12:34 “When I gave Big Sean any advice, I gave him a deal first. The thing is, if Big Sean comes up and raps for me, and I give him some advice but I don’t give him a deal--at that point, I’m sonnin’ him. I’m like, take that advice and go run with it. No. We ain’t Jewish. We don’t got family that got money like that. The rappers became the new family.”",
            "13:40 “Everybody who makes good music on GOOD Music. Drake on GOOD Music. Ross on GOOD Music. If you make good music, you on GOOD Music. This ain’t’ about no wrestling team. This ain’t about no basketball team. This ain’t me putting on a jersey for David Stern and going my best and having a mandingo fight in front of the corporations. This ain’t about that. This is about us coming together, because we have strength as a people. But it’s not just about black people, it’s about all people. I just want to give people advice. I inspire Big Sean as much as I inspire Drake.”",
            "17:35 “They would like us to think we are free, but we’re completely controlled. We’re controlled by a Nike sign. We’re controlled by peer pressure. We’re controlled by the longing for a particular car that’s set at a high price.”",
            "18:15 “The most talented people at making visuals and making apparel are put in a luxury box by a small group of billionaires and made us wish to desire LV, and fight amongst ourselves, and walk around with a bag and stuff.”",
            "21:30 “I don’t have a problem with making mistakes in front of people.”",
            "23:45 “For the most part, when people don’t like me, it’s cause I said the truth. If I can get in so much trouble for telling the truth, what are you being told all the rest of the time?”",
            "26:30 “Music is fleeting. Ain’t no 50-year-old rock star that you care about. This is a young man’s sport.”",
            "28:20 “You gon’ see. I’m better than Ralph Lauren. You gon’ see. I’m gon’ be bigger than H&M. Bigger than Louis Vuitton.”",
            "30:10 “I believe in me. Just believe in you. Let me do me. You like it? Cool. You don’t? Fast forward.”",
            "30:20 “Eve made Adam eat an apple, and then it became illegal to be naked. I want to help y’all with y’all opinion of the law.”",
            "34:20 “As an artist, in this world, we can do whatever we want. Ain’t nothing real. This station starts losing viewers, listeners, they’ll turn this to an office for paper or something like that. Ain’t nothing real. It’s all iconography that we put a mindset on it.”",
            "37:20 “I’m not a professional actor, film/television star, whatever. I’m a professional dreamer.”",
            "38:40 “Hate and love are very similar emotions. The opposite of love is you don’t care.”",
            "42:00 “I love y’all. Thank y’all very much for y’all hate and support.”"
        ]
    },
    {
        "source": "Hot 107.9's Rickey Smiley Morning Show (2013)",
        "url": "https://www.youtube.com/watch?v=4iMd8v7kufY",
        "body": [
            "3:24 “I’m a creative genius meaning I have a perspective, and if I apply myself and get the right tools, I will make the best version of it you’ve ever seen--of anything.”",
            "4:51 “You go on vacation, you’re like, “Man, did you bring the weed? Did you bring the music?” I’m not going to be just classified in the same box as the weed.”",
            "8:10 “Money is another control system, another way to rock people to sleep. Especially people who could be strong messengers. They say, you gon’ lose your this contract, you gon’ lose your that contract. You ain’t gon’ be able to go on tour. This is what these corporations try to do to hold you.”",
            "9:00 “I’m fine with being likable, as long as I don’t have to sacrifice who I am in that moment. Sometimes you just have to turn up. I think there’s a lot of people who like me for me. Like me for exactly what I do.”",
            "10:25 “I spent $13,000,000 of my own money learning, making mistakes, losing money, gaining ground, gaining credibility, breaking down the wall. I was attempting to do it myself.”"
        ]
    },
    {
        "source": "Power 92.3 with DJ Pharris (2013)",
        "url": "https://www.youtube.com/watch?v=VPK3eIQnp84",
        "body": [
            "8:10 “I’m just trying to make a bigger contribution with the talent I have. The reasonable man adapts to the world, the unreasonable man makes the world adapt to him. I imagine I sound unreasonable at times.” ",
            "9:55 “When I mention Walt Disney and Steve Jobs, these different names, I’m not saying I’ma be the next one of them. I’ma be the first Kanye West. I’m just trying to give you some perspective of the way I think, and the possibilities of what a human being can do on this Earth.”",
            "10:50 “I looked at these two options: People liking me, or me liking myself. I chose the latter. I think people gon’ like me for liking myself eventually. And, people gon’ like themselves. This is about motivation, about self esteem. If other people got the power to dream, the same way I got the power to dream, more things are gon’ happen.”",
            "11:40 “The only luxury is time, and the only thing promised is that you gon’ die one day.”",
            "12:15 “My favorite artist of all time is James Brown.”",
            "13:50 “Music is like a drug. Now, I know that product is like a drug. I used to sit there, go to No I.D.’s crib, trying to find them samples that I knew would connect with people. It worked out pretty good.”",
            "14:20 “There’s some rules to being famous where you’re not supposed to be you no more. You gotta adjust to a lot of people’s opinions. If you think about anything I’ve ever said out loud, it’s like something that your boy would say to you. 100%. While you’re in the car, he’d say exactly what Ye would say. But I’m the one that gets in trouble, because famous people just don’t say what they think anymore. I just say what I think and feel. Also, I just ain’t scared. I know that I’ma be successful doing that, taking that approach. That’s my approach. The hardest thing to adjust to is I ain’t gon’ adjust to it. I think it’s harder for other people for the fact that I did not adjust.”",
            "19:40 “Why do people want you to apologize for the truth? They want to show that people can be weakened in order to be able to control other people.”",
            "20:40 “I do know what they want from me, but I know what I want from me also.”",
            "21:20 “Art, love, and truth, and God, are like four things that are extremely close to each other. We have to be protective of love. We have to be protective of the art sometimes, or else the art is gon’ keep getting worse, and worse, and worse. Most people are so protective of who they are. If anything, I sacrifice my perception in order to get the truth across. I sacrifice somebody liking me in order to protect the art.”",
            "22:50 “Do you to the maximum. If you know you got the answers, then apply that. If you know somebody next to you is better than you at something, don’t be afraid to work with them. Don’t be afraid to work together. Don’t be afraid to ask questions. Be strong with your opinions and everything. Have that ego that pushes you forward, but then also have the sensibility to understand when somebody else should be the forefront and step to the plate.”",
            "23:50 “It takes a team to win championships. You can’t do this on your own. We’re not each other’s enemies. A lot of times, it’s cool to have friendly competition. But when it gets to the point where you’re letting it bring you down or bring your spirit down by trying to compete with somebody that’s in your genre, so-called, you’re losing focus of the bigger goal: just make a contribution while we’re here. Use your talents and make a contribution.”"
        ]
    },
    {
        "source": "Stream of Consciousness at Life is Beautiful Festival Vegas (October 2014) -- didn’t do",
        "url": "https://www.youtube.com/watch?v=5BAdOy3qI4k",
        "body": [
            "4:30 “Sometimes, running the forest and being the first at something, you gon’ get sticks that hit you and cut your face and shit. Sometimes when you’re mining to find the diamonds, your hands might get a little bit dirty or some shit. But you’re down there, you’re working and you’re working for your family. You’re trying to find the diamonds. You’re trying to find something new. If they take a photograph of you with your hands dirty or some shit, and say, “Look at this person, he’s dirty.” Why? What’s the reason behind it?”"
        ]
    },
    {
        "source": "Pusha T Listening Party (2013)",
        "url": "https://www.youtube.com/watch?v=7BxCDysoSxg",
        "body": [
            "1:05 “We make good music. We don’t give a fuck about how much Goddamn money you make! We make good music.”"
        ]
    },
    {
        "source": "Kris (2013)",
        "url": "https://www.youtube.com/watch?v=nDRbS0X-g_A",
        "body": [
            "1:00 “As everyone knows, it’s sometimes difficult for me to deal with the press. At this point, it’s almost like an agenda to write me into a certain type of story.”",
            "1:55 “When I’m just walking down the street, I’m a bit more shy and nervous. It doesn’t come off when I’m rapping. When I’m rapping, I’m in my place. I’m on the court or something, or I’m in the ring. That’s where I’m like my most powerful.”",
            "5:45 “Of course, being in the limelight, you have to have a match--or like someone that’s equally yoked. It’s difficult. There’s people that you would date that would try to date you to be more famous, or there’s people who would want you to be less famous than you were. Just not accept who you are in life. When I would be on the phone with her, even at my lowest moment she’d give me energy and remind me of who I was. I needed that support at all times.”",
            "6:25 “It’s hard for anyone to find love, especially if you’re in a position of being famous or, as they call me now, polarizing.”",
            "7:30 “I like surprises. I love for someone to be surprised. I like to sweep someone off of their feet.”",
            "24:25 “There’s only one brand now, and that’s family. That’s the only brand that I care about.”",
            "32:00 “Anything that can be considered a mistake will help me to make better decisions in the future.”",
            "34:15 “Obama basically said we’re the new American dream. I think he was posing it like I was supposed to take it in a negative way, but I just feel really happy that the president mentions me so often. Thank you very much, Obama.”",
            "34:45 “I do think people should want to go on vacation, or just want to travel. That’s what opens people’s minds.”"
        ]
    },
    {
        "source": "Creativity Blog Post",
        "url": "http://i83.photobucket.com/albums/j312/asampso2/kanyecreativity.jpg",
        "body": [
            "“I never feel like I’m not the underdog.",
            "I never felt completely comfortable.",
            "I’m tormented by the need to create.”",
            "“I know how it feels when the night demons come.",
            "We can’t let them control our hands and feet.",
            "Sometimes when it hurts so bad we have to just lay in the bed.",
            "Just lay in bed and don’t move please, I know how it feels.”",
            "“Society and public opinion can beat the wings off of angels.”",
            "“We bring the unrealistic to reality.”",
            "“Go hard go hard go hard echoes in my dreams.”",
            "“There’s no such thing as fact anymore, only opinion. The closest thing we have to “fact” is “common opinion”. Everything is an opinion. The way you dress is an expression of your opinion. Your religious beliefs are your opinion. The music you turn up loud is your opinion. For most people it’s easier to just agree. For me the hardest thing is to ‘just’ agree and that is what sparks creativity, the feeling that something can be better, the feeling that something’s missing, the feeling that something’s needed.”"
        ]
    },
    {
        "source": "Fame Blog Post",
        "body": [
            "It scares me to think what people will believe, without even a source. Any random person can type something on the internet and then the world believes it. I don't talk to press or do TV or do promotions of any sort. ",
            "I've stopped chasing and buying into fame. Fame is like cigarettes with no surgeon general warning. It destroys most people as it did to the true and only king of pop. ",
            "We exploit ourselves and eat our own egos 'till there is nothing left."
        ]
    },
    {
        "source": "Fearless Blog Post",
        "body": [
            "When it’s all said and done, remember the fearless, remember the dreamers, remember those who represent the ghetto...the fairy tale of nothing to something.",
            "No cocaine, just life!",
            "It’s funny to me when fashion bloggers down our outfits and then super jock outlandish shit on the runway but then they dress mad prude and don’t live fashion. We live it man. Fuck that, we live it!!! We live it so hard people live through us! We represent your inner spirit!! ",
            "I can hear you screaming ‘color inside the lines!!!’ Well fuck your coloring book, color by numbers approach to life. At the end of the day who are we hurting???",
            "Fresh is an opinion, love is objective, taste is selective, and expression is my favorite elective. No more politics or apologies!!! ",
            "WHEN IT’S ALL SAID AND DONE, REMEMBER THE FEARLESS, REMEMBER THE DREAMERS, REMEMBER THOSE WHO REPRESENT THE GHETTO...THE FAIRY TALE OF NOTHING TO SOMETHING. I’M BRIEFLY SADDENED BY NEGATIVE COMMENTS, BUT I HAVE TO REMEMBER THOSE PEOPLE ARE SCARED, INCAPABLE OR JUST PLAIN IDIOTS. WE ARE THE FUCKING ROCK STARS BABY. NO COCAINE, JUST LIFE MY NIGGAS!! NO COCAINE, JUST LIFE! IT’S FUNNY TO ME WHEN FASHION BLOGGERS DOWN OUR OUFITS AND THEN SUPER JOCK OUTLANDISH SHIT SHIT ON THE RUNWAY BUT THEN THEY DRESS MAD PRUDE AND DON’T LIVE FASHION. WE LIVE IT MAN. FUCK THAT, WE LIVE IT!!! WE LIVE IT SO HARD PEOPLE LIVE THROUGH US! WE REPRESENT YOUR INNER SPIRIT!! THE CHILD IN US ALL, THE BRUTAL HONESTY, THE NAIVETY, THE BRAVE WARRIOR, THE ADRENALINE THAT ALLOWS A MOTHER TO LIFT A CAR IF HER CHILD WAS TRAPPED UNDER IT! REMEMBER, THERE WAS A TIME WHEN EVERYBODY DISSED MICHAEL JACKSON EVERY CHANCE THEY COULD. IMAGINE THE PRESSURE OF BEING A TRUE ICON. VERY FEW HUMAN BEINGS ARE STRONG ENOUGH TO TAKE CONSTANT HATE!!! IF WE DON’T DO WHAT YOU FEEL IS THE SHIT, YOU BEAT US UP VERBALLY AND MENTALLY, LIKE A CATHOLIC SCHOOL TEACHER BEATING A CREATIVE STUDENT INTO SUBMISSION. I CAN HEAR YOU SCREAMING ‘COLOR INSIDE THE LINES!!!’ WELL FUCK YOUR COLORING BOOK, COLOR BY NUMBERS APPROACH TO LIFE. AT THE END OF THE DAY WHO ARE WE HURTING??? OH “THE NEW BLACK???’ SINCE BARACK IS PRESIDENT BLACKS DON’T LIKE FUR COATS, RED LEATHER, AND FRIED CHICKEN ANYMORE?! WHEN YOU TRULY UNDERSTAND CULTURAL SETTINGS, BOUNDARIES, AND OUR MODERN DAY CASTE SYSTEMS, THEN YOU CAN FEEL THE GLORY AND PAIN FROM THE DAYS OF KINGS IN AFRICA TO THE NEW KINGS OF THE MEDIA. LET THE BALL PLAYERS DANCE AFTER THEY SCORE! IT’S LIFE MY NIGGAS, IT’S LIFE! REMEMBER CLOTHING IS A CHOICE. WE WERE BORN NAKED!!! FRESH IS AN OPINION, LOVE IS OBJECTIVE, TASTE IS SELECTIVE, AND EXPRESSION IS MY FAVORITE ELECTIVE. NO MORE POLITICS OR APOLOGIES!!! "
        ]
    },
    {
        "source": "Thank You Blog Post",
        "url": "http://music.spreadit.org/pics/kanye-west-rant-2010.jpg",
        "body": [
            "“It’s funny how so many rappers get worse as their careers stretch out but true poets get better.” ",
            "“We will follow in the footsteps of Maya Angelou, Gil Scott-Heron and Nina Simone. Their work improved with time. They documented what was happening in culture. That is our responsibility as the modern day artists and poets, to accurately represent what is happening now, so when the powers that be try to rewrite history you can always look at our works and find truth and sincerity in a world of processed information.”",
            "FIRST OF ALL, I WANT TO THANK EVERYBODY FOR THEIR CONSTANT LOVE AND SUPPORT OVER THESE PAST 6 YEARS!  I'M SO HAPPY TO BE BACK IN THE STUDIO MAKING NEW MUSIC.  I WILL BRING YOU THE BEST I HAVE TO OFFER WITH THE SAME DEDICATION THAT KOBE HAS ON THE COURT.  IT'S FUNNY HOW SO MANY RAPPERS GET WORSE AS THEIR CAREERS STRETCH OUT BUT TRUE POETS GET BETTER.  WE WILL  FOLLOW IN THE FOOTSTEPS OF MAYA ANGELOU, GILL SCOTT HERRON AND NINA SIMONE. THEIR WORK IMPROVED WITH TIME.  THEY DOCUMENTED WHAT WAS HAPPENING IN CULTURE.  THAT IS OUR RESPONSIBILITY AS THE MODERN DAY ARTISTS AND POETS, TO ACCURATELY REPRESENT WHAT IS HAPPENING NOW, SO WHEN THE POWERS THAT BE TRY TO REWRITE  HISTORY  YOU CAN ALWAYS LOOK AT OUR WORKS AND FIND TRUTH AND SINCERITY IN A WORLD OF PROCESSED INFORMATION. LET US SOAK IN POSITIVE FORCES AND LOOK DOWN ON UPON THOSE WHO MASQUERADE AS TRUTH TELLERS AND OBJECTIVE FACT GIVERS WHEN IN REALITY EVERYTHING THAT IS PROJECTED HAS AN AGENDA OF BRAINWASHING US, THE  \"CONSUMER\", THE PUBLIC, TO BELIEVE WHAT THEY WANT US TO.  LET US LOOK PAST HEADLINES AND DEAL WITH JUST A BIT OF REALITY IN THIS NEW DECADE.  WE HAVE OUR OWN OUTLETS NOW. WE DON'T HAVE TO BELIEVE EVERYTHING ANYMORE. NOW I'LL FIGURE OUT A WAY TO MAKE THAT RYHME    LOL!!!",
            "I have never had any conversations about anger management. If anything, I need anger enhancement!!",
            "NO ANGER MANAGEMENT... IF ANYTHING I NEED ANGER ENHANCEMENT! LOL!!!",
            "Now the media is saying I'm going to anger management something or 'nother. I have never had any conversations about anger management. If anything, I need anger enhancement!! lol! I get off the plane in Hawaii today and the world is saying my management team said blah blah blah...  SIIIIIIGGGHHHH!  I told the media you can't make up lies about me because I have a media outlet myself. Oh and sidebar I don't know if everyone has realized this yet but I don't do interviews if there's anything I wanna say I'll say right here on my own blog. ",
            "Check this out...I took a quote from my rant and used it as my headline.. just like a real media outlet would...  hahaha"
        ]
    },
    {
        "source": "Painting Blog Post",
        "body": [
            "I guess it's bittersweet, you spend half your life trying to become larger than life and the other half trying to just live a real life again.",
            "HARPER'S BAZAAR..... I DON'T HAVE A PAINTING OF MYSELF AS AN ANGEL",
            "To put it short as Kanyely possible(don't mean to speak in third person).... Harper's Bazaar came to my home, took pics, asked a lot of questions and then assumed the painting in my dining room was of me as an angel. This isn't true and it bothered me greatly because people think I'm so so so cocky that I would have something like that. I'm sure it was an inside joke to everyone from the magazine in my home that day. People would come over my house after that and say, \" I heard about this pic of you as an angel!\" I would have appreciated if Harper's Bazaar would have put in some type of blurb to clear it up. I wanted people to see my home because I spent 2 years gutting it and was proud. I'm just a regular guy with cool stuff in his crib but instead I was made out to be Ben Stiller's character in the movie 'Dodgeball' with the huge pic of himself wrestling a bull in his office. Why didn't they write that my house had no pics of me, no plaques or awards, just art.",
            "I guess it's bittersweet, you spend half your life trying to become larger than life and the other half trying to just live a real life again."
        ]
    },
    {
        "source": "Bonnaroo Blog Post",
        "body": [
            "Call me any name you want.... arrogant, conceited, narcissistic, racist, metro, fag whatever you can think of....  BUT NEVER SAY I DIDN'T GIVE MY ALL! ",
            "I am  sick of negative  people who just sit around trying 2 plot my downfall... Why????  I understand if people don't like me because I like me or if people think tight clothes look gay or people say I run my mouth to much,  But this Bonnaroo thing is the worst insult I've ever had in my life. This is the most offended I've ever been... this is the maddest I ever will be.  I'm typing so fucking hard I might break my fucking Mac book Air!!!!!!!!   Call me any name you want.... arrogant, conceited, narcissistic, racist, metro, fag whatever you can think of....  BUT NEVER SAY I DIDN'T GIVE MY ALL!   NEVER SAY I DIDN'T GIVE MY ALL!  THIS SHOWS NO MATTER HOW HARD YOU TRY  TO BE GOOD AT SOMETHING THERE WILL BE PEOPLE THERE TO LIE ABOUT YOU AND BRING YOU DOWN!  LIKE WAYNE SAYS PLEASE DON'T SHOOT ME DOWN CAUSE I'M FLYING!  I'M FUCKING HURT BY THIS ONE. ALL I CARE ABOUT ARE THE FANS.  JUST SAY THIS OUT LOUD IN  A ROOM FULL OF PEOPLE, \"KANYE DOESN'T CARE ABOUT GIVING A GOOD PERFORMANCE.\"  CAN ANYONE HONESTLY SAY THAT ?????????      HAS ANYONE EVEN TAKEN THE TIME TO AT LEAST  DO THE MATH???  BONNAROO SHOULD HAVE RELEASED A STATEMENT IN MY DEFENSE BUT SINCE THEY HAVEN'T LET'S BREAK DOWN THE WALLS ON THIS TRUMAN SHOW AND LET YOU KNOW WHAT REALLY OCCURRED!!!   FOR OVER A MONTH WE WENT BACK AND FORTH ON WETHER OR NOT WE COULD EVEN FIT MY STAGE AT THE FESTIVAL. ONE DAY THEY WOULD SAY YES... WE'D SEND THEM OUR SPECS THEN THEY THEY'D SAY OK... THEN THEY WOULD SEND SPECS BACK THAT DIDN'T FIT THE STAGE. WE WERE OBVIOUSLY DEALING WITH FUCKING IDIOTS WHO DIDN'T REALLY HAVE THE CAPACITY TO REALLY PUT ON THIS SHOW PROPERLY.  THEY TRIED 2 GIVE ME A TIME SLOT WERE IT WAS STILL LIGHT OUTSIDE ... I HAVE A FUCKING LIGHT SHOW DUMB ASS, IT'S NOT CALLED GLOW IN THE DARK FOR NO REASON SQUID BRAINS!  MY PEOPLE WORKED OUT A COMPROMISED STAGE PLOT AND A 3AM TIME SLOT AND I AGREED.   FAST FOWARD TO THE DAY OF THE SHOW. MY PRODUCTION MANAGER TRIED TO LOAD IN FOR 24 HOURS BEFORE I WENT ON STAGE BUT THE FESTIVAL WOULDN'T ALLOW US TO DO ANYTHING UNTILL PEARL JAM LEFT THE STAGE. PEARL JAM ENDED ONE HOUR  ",
            "LATE!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!  AT THAT POINT WE'RE RACING AGAINST THE SUN!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! AT 4:20AM DON COMES BACK 2 THE BUS AND TELLS ME, \" IT  WOULD TAKE 45 MORE MINUTES TO PUT ALL YOUR PYRO IN!\"  I SAY I HAVE TO GET OUT THERE AS SOON AS POSSIBLE . I HIT THE STAGE AND PEOPLE HAD BEEN THROWING SHIT ON THE STAGE AND HAD ACTUALLY HIT THE JANE SCREEN WITH, I GUESS BOTTLES OR SOMETHING AND HAD BROKEN MY FUCKING SCREEN.  REMEMBER WHEN YOU WERE A SHORTY AND WATER WOULD HIT THE TV??????  WHEN I GOT 2 \"THROUGH THE WIRE\" I STEPPED ON  THE FRONT PART OF MY STAGE AND THERE WAS SO MUCH LIQUID ON THE STAGE  I COULDN'T MOVE WITHOUT SLIPPING. I HAD TO ADJUST MY WHOLE PERFORMANCE STYLE BECAUSE OF IT.  A FEW MORE SONGS IN AND THE SONG WAS ON IT'S WAY UP.. I  CUT A FEW SONGS FROM THE SET BECAUSE  I  WANTED PEOPLE 2 EXPERIENCE STRONGER WHILE THERE WAS STILL SOME DARKNESS TO PERFORM IT IN.  I'VE STRUGGLED WITH STRONGER FROM IT'S   CONCEPTION. REMEMBER LAST SUMMER WHEN I CANCELED SOME TV APPEARANCES.  IT WAS BECAUSE I DIDN'T WANT TO PERFORM STRONGER IN THE DAYTIME.  ANYONE WHO CAME TO THE GLOW TOUR CAN UNDERSTAND WHY I WANTED PEOPLE TO SEE IT PROPERLY. IT BROKE MY HEART THAT I COULDN'T GIVE THESE FANS STRONGER IN IT'S GREATEST FORM... BY THE TIME I GOT TO STRONGER IT WAS DAYTIME AND IT BROKE MY HEART.  I'M SORRY TO EVERYONE THAT I DIDN'T HAVE THE ABILITY 2 GIVE THE PERFORMANCE I WANTED TO. I'M SORRY...  SOMETIMES I GO 2, 3 DAYS W/O SLEEP WORKING ON MY PERFORMANCE... I HAVE TO ICE MY KNEES AFTER EVERY SHOW AND THEY HURT WHEN I WALK THROUGH THE AIRPORT... HAVING AN EXPENSIVE STAGE CUTS MY PAYDAY IN HALF... CALL ME WHAT YOU WANT BUT NEVER SAY I DIDN'T GIVE MY ALL!!!"
        ]
    },
    {
        "source": "I DIDN'T RELEASE THE OTHER FLASHING LIGHTS VIDEOS!!! PEOPLE LEAKED THEM.",
        "body": [
            "I shot 3 vids for flashing lights cuz I ain't like the first 2. I loved the 3rd one that I released with Spike and hit the world with that. I actually had Sam Speigal , Spike's brother and co-orchestrater of THE TOUR MUSIC, do a remix 2 the scary one 2 make the music fit. I planned 2 put it on a DVD later this year. No rant's here just an explanation of why yall getting those other vids rt now that I ain't approve and why I ain't finna post neither on my blog. So I hope whoever leaked them got the shine they was looking 4 cause that's all they'll get now. And I know that's incorrect english but that's how I talk when I want 2. Oh and I've just been 2 busy 2 get at the New York Times for all that his Ego BLAH BLAH BLAH bullshit so stay tuned.   For fun, I want yall 2 read this whole post in the Grandma's Boy JP robot voice  LOL!!!!!!!!!!!! "
        ]
    },
    {
        "source": "HOUSTON I LOVE YOU!",
        "body": [
            "Don't believe the hype! When I started the show the other night we were having a lot of technical issues due 2 the heat. The 2 huge screens on both sides of the stage were glaring bright blue like when your DVD player acts up at home. I asked for them 2 turn the screens off 3 times because it was distracting 2 the show. The fans were not getting what they paid for. I admit, in my frustration,  I did use profanity on the 4th time I asked. I stopped the show 2 go over and check it out myself. After the screens were turned off I started the same song from the beginning. The screens were eventually fixed 5 songs in but it was definitely better 2 have them blacked out rather than bright blue. Unfortunately for certain media outlets, you will never be able 2 'Michael Jackson' me. That means 2 make it seem like everything I do is so weird or out of place... they always try 2 make it seem like everything is about my ego! That joke is getting old. At a certain point you have 2 respect that I'm one of the last artist that still cares about the fans having the best time of there lives!  Thanks 2 Bossip and Perez for taking it easy on me on the EW spaz... I did go in a little 2 much on that one. I'm sure there are some cool people who work over there and had nothing 2 do with that review.   With all that said.... \"I'm still the greatest!!!\" lol!! Oh and I was in the studio with T.I. last night.... so get ready!!!    "
        ]
    },
    {
        "source": "ENTERTAINMENT WEEKLY'S NOT INVITED!",
        "body": [
            "Yo, anybody that's not a fan; don't come to my show. For what?! To try and throw ya'll two cents in? Ya'll rated my album shitty and now ya'll come to the show and give it a B+. What's a B+ mean? I'm an extremist. It's either pass or fail! A+ or F-! You know what, fuck you and the whole fucking staff!!! I know I shouldn't dignify this with a comment, but the reviewer threw a jab at all the artists. I just wanna know when was the last time you enjoyed yourself. If you can't have fun and lose yourself at this tour it's a good chance you're a very miserable person. I actually feel sorry for you guys. Your job forces you to not have fun anymore. Grab a drink, holla at some nice girls, and party bitch!! You don't know shit about passion and art. You'll never gain credibility at this rate. You're fucking trash! I make art. You can't rate this. I'm a real person. I'm not a pop star. I don't care about anything but making great art. Never come 2 one of my shows ever again, you're not invited and if you see me...BOW!! This is not pop, it's pop art!"
        ]
    },
    {
        "source": "PLEASE FORGIVE ME SAC-TOWN",
        "body": [
            "I can't believe I bust a spinal tap! It's no excuse for this I wish I could sink in a black whole. When I said Seattle and there was no crowd response I was up on my spaceship platform thinking damn... I think I just said the wrong city!!!!! I kind of muffled the words so I was praying nobody really caught it. I guess all those hours that me and Phill spent making my mic clear as possible back fired on me! We had alot of problems with the video servers on the first 3 songs and that completely threw me off! Hey, I'm not perfect. Hope everybody had a good time. I'm a man, I can say it... I'm sorry."
        ]
    },
    {
        "source": "Life is Good Blog Post",
        "body": [
            "While people chase money I pursue happiness.",
            "So many people talk about their investments or how much money they have but there's so many rich people who spend a lot of that trying to buy a piece of happiness.",
            "I am a total mad man now, up till 3 am every night, trying 2 fight pain, board-um, and uncertainty with creativity.",
            "LIFE IS GOOD....IN JAPAN PICKING OUT FABRICS FOR PASTELLE",
            "I don't do anything I don't love anymore... I loved the flashing lights vid so it didn't matter 2 me if someone one else didn't. While people chase money I pursue happiness. So many people talk about there investments or how much money they have but there's so many rich people who spend a lot of that trying 2 buy a piece of happiness. If there's anything my mom taught me is to enjoy life. I just recorded my first verse in the last 6 months 2 days ago at Bape's Studio in Japan. It felt good and I was inspired. I absolutely lost my mind (in a good way) on the new Glow in the Dark tour. The constant hours of creating helped me 2 keep from loosing my mind in a bad way. Chris Milk told me tragedy can produce great art and this is definitely true. I am a total mad man now, up till 3 am every night, trying 2 fight pain, board-um, and uncertainty with creativity. All that said, life is good..... good as finding the perfect fabric for a simple one button casual blazer with matching pants."
        ]
    },
    {
        "source": "GLOW IN THE DARK 2 WEEKS AWAY (BEHIND THE SCENES SHOTS)",
        "body": [
            "I can't take it anymore. I have 2 show you guys a model of the stage. This is not a regular show. I tell people, hey, this show is gonna be crazy and they say, \"I bet it is!\", BUT THEY HAVE NO IDEA! People expect me to come with innovative stuff... I'm sure a lot of people expect some neon, lower east side, post everybody dressing like the 80's stuff or maybe the light up jacket from the Grammies, perhaps the robot girl and light spectacle they saw on Youtube from the European run. My friends..... NONE OF THE ABOVE!!! AN ENTIRELY NEW DESIGNED SET!!! ROBOT DESIGNED BY ACCLAIMED ARTIST CHRISTIAN COLON, CREATURE'S BY THE LEGENDARY JIM HENSON'S CREATURE SHOP, LIGHTING BY MARTIN PHILLIPS AND JOHN McGUIRE RESPONSIBLE FOR LAST YEARS FESTIVAL ANNIHILATOR, DAFT PUNK'S PYRAMID, POSSIBLY THE GREATEST LIGHT SHOW OF ALL TIME!! THANKS 2 PAUL, THOMAS AND GUYMAN FOR THE HOOK UP. SIDEBAR, MY SET DOES NOT HAVE A PYRAMID IN IT OR ANYWAY FEEL LIKE A BITE OF DAFT'S SHOW. WE'VE GOT HOLOGRAMS SHOT BY HYPE WILLIAMS!!!",
            "SAM SPIEGAL, MIKE DEAN, JEFF BHASKER AND I HAVE SPENT A MONTH AND A HALF RE-ORCHESTRATING EVERY TRACK 2 FOLLOW A NARRATIVE. WE'VE LEARNED TO SURVIVE OFF OF 1 HOUR OF SLEEP A DAY! "
        ]
    },
    {
        "source": "Blog Post",
        "body": [
            "I just love the clothes!  Lex and I are not there 2 take pictures... I don't have an album about 2 drop... my tour is sold out... I love fashion and this is one of the funnest things we can make time for!  I totally love and respect any designer that won't let me come 2 there show... it's their show... they don't owe me anything... Balenciaga is one of the illest lines right now and I don't feel any type of way about not getting in!  There's always a catch 22 in being a celeb ... your motives are always questioned... but only time will show my true love MY FIRST LOVE is for fashion and I appreciate just being in a position 2 afford 2 be able 2 spend a week in Paris visiting shows. I wish everyone could have this experience, the new music you hear, the new people you meet and most of all the beautiful clothes! I understand that some designers don't want all that unnecessary commotion at there shows, that's what I mean by \"I get a lot of attention\" ...  I feel like music and fashion don't bridge enough... at least not as much as it did in the 80's when Madonna and Michael actually influenced designers... there was a give and take. I never use my blog 2 clear stuff up... but this is so close 2 my heart I had 2 say something... Anyone saying something negative has it wrong, they've got me wrong... I just want 2 make great art on every level and fashion shows are one of the best forms of art in the world. Thank you Paris again for the inspiration!!! "
        ]
    },
    {
        "source": "“Heartless” Blog Post",
        "body": [
            "I’m a fan of what I've made.",
            "It might take some getting used to but when it set's in it will make all the difference!",
            "THANK YOU EVERYBODY FOR MAKING 'HEARTLESS' NUMBER ONE ON 106  AND PARK!!!!  MY BOY CALLED ME FROM THE A AND TOLD ME IT'S NUMBER ONE  DOWN THERE TOO.  THIS IS A SONG NOBODY CAN FRONT ON!!!  THE BEAT IS ON  SOME RZA SHIT AND EVERY LINE COULD MAKE THE ULTIMATE RAP HOOK!  I  COULD SEE SOMEBODY SAMPLING....  \"WE JUST GONE BE ENEMIES!!!\"  I'VE  BEEN HEARING THAT THERE'S PEOPLE WHO BOUGHT THIS ALBUM THAT NEVER  BOUGHT ONE OF MY ALBUMS BEFORE.  I'VE BEEN HEARING THAT STREET NIGGAS  LOVE IT! STREET NIGGAS CALLED ME AND TOLD ME THEY LOVE IT! YOU KNOW  GIRLS LOVE IT!! EVERYBODY HAS A DIFFERENT FAVORITE!!!  RIGHT NOW.   'PARANOID' IS MOST LIKELY GONNA BE THE NEXT SINGLE. IT'S NECK AND NECK  WITH 'ROBOCOP!!!'  I'M NOT GONNA RELEASE EITHER FOR AWHILE BECAUSE I  WANT 'HEARTLESS' AND 'LOVE LOCKDOWN' TO SOAK INTO THE CULTURE!!  I'M  GONNA WALK THIS ALBUM SLOW LIKE A  MORE INDEPENDENT APPROACH.  I FEEL  LIKE A NEW ARTIST.  THERE'S ACTUALLY ARGUMENTS AGAIN. IT REMINDS ME OF  THE FIRST ALBUM WHEN EVERYBODY SAID I COULDN'T RAP.  I LISTENED TO  'SAY YOU WILL' LAST NIGHT AT MY HOUSE AND WAS DAAAMN, THIS SONG IS  SOOOO DOOOPE!!! I'M A FAN OF WHAT I'VE MADE.  WHEN I MADE 'GRADUATION'  I WASN'T SATISFIED!  I FELT LIKE CERTAIN RECORDS WERE KEEPING IT FROM  BEING A PLAY IN EVERY ENVIRONMENT ALBUM.  I WAS AT THE COOL STORE IN  AUSTRALIA CALLED ASSIN THAT CARRIES RICK OWENS, LANVIN, DIOR ECT...   THEY TOLD ME THEY PLAY MY NEW ALBUM IN THE STORE. IT WAS SUCH A BIG  COMPLIMENT FOR ME TO HAVE SONGS THAT ARE NUMBER ONE ON 106 AND CAN  PLAY RIGHT NEXT TO VAMPIRE WEEKEND, SADE OR SILVERCHAIR IN A HIGH END  FASHION STORE!  IT'S SUCH A TRIUMPH TO HAVE LOVE LOCK DOWN ON RADIO.  WHEN IT COMES IN IT DOESN'T SOUND LIKE ANYTHING ELSE EVER MADE IN  HISTORY! THIS IS NEW MUSIC!  IT MIGHT TAKES SOME GETTING USE TO BUT  WHEN IT SET'S IN IT WILL MAKE ALL THE DIFFERENCE!"
        ]
    },
    {
        "source": "Explaining All Caps Blog Post",
        "body": [
            "OK NOW THIS IS JUST STUPID!  DUDE, DID YOU READ MY BOOK??  DO I SEEM LIKE A CHANTER??!! DO I EVEN HAVE TIME TO BE SITTING AROUND DOING THAT???  WHY YOU GOTTA MESS UP MY VACATION WITH STUPID SHIT???  YOU COULD'VE WAITED TWO MORE DAYS... HAAHAAAAA   SIDEBAR: IF THERE'S ANY PARTIES ON NEW YEARS WITH MY NAME ON IT, DOOOON'T YOUUUU  BELIEEEEEVE IT!  I'M STAYING AT HOME FOR THE FIRST TIME IN FIVE YEARS.  WE DID 98 SHOWS THIS PAST YEAR!!! I JUST WANT TO CHILL, HOOP AND WATCH SOME MOVIES!   ... AND AS ALWAYS...   I'M TYPING IN ALL CAPS CAUSE I'M LAZY NOT ANGRY!!!  OH, AND EXCLAMATION POINTS ARE FUN! HAHAHAAA!!!     (IF I HAD BBM, I WOULD MAKE IT SAY I'M TYPING IN ALL CAPS CAUSE I'M LAZY!!!)"
        ]
    },
    {
        "source": "“Urban” Blog Post",
        "body": [
            "“Thanks for the award but I kinda hate the word urban but I also hate the word hate and I just used it so I guess I can't be mad at them for using urban.”",
            "ME & SPIKE WON BEST  (SIGH) UURBAAAN (SIGH) VIDEO AT THE ANTVILLE MUSIC AWARDS...  THANKS FOR THE AWARD BUT I KINDA HATE THE WORD URBAN BUT I ALSO HATE THE WORD HATE AND I JUST USED IT SO I GUESS I CAN'T BE MAD AT THEM FOR USING URBAN.... IT'S ACTUALLY GOOD THEY HAVE THAT CATEGORY CAUSE THERE WAS NO BEATING THAT BJORK VIDEO!!!!        JUST A LITTLE, EARLY MORNING RUN AWAY TRAIN OF THOUGHT. "
        ]
    },
    {
        "source": "Blog Post",
        "body": [
            "THANKS HYPEBEAST FOR POSTING THIS... AT LEAST SOMEBODY SAW IT LOL! AS YOU CAN SEE IN THIS PIC THE BILLBOARD IS PLACED THE OPPOSITE THE FLOW OF DRIVING TRAFFIC. WE GOING TO THE OFFICE AND WE GONNA GET MORE BILLBOARDS!!! MORE PRESENCE!!! KAWS T'S!!!!!!!!!!! WE SOLD 72,000 LAST WEEK!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! YO PEREZ POST THAT!!!! TOP 3 ALBUMS IN THE COUNRTY!!!!!!!!!!!!!!!!!!! HEARTLESS 12,0000 SPIIIINS!!!!!!!! LOVE LOCKDOWN 9,000 SPINS!!!!!!!!!!!!! ART WINS!!!!!! ART WINS!!!!!!!!!!!!!! ART WINS!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        ]
    },
    {
        "source": "Where Are You Yeezy Blog Post",
        "body": [
            "Everything I do is about creating memorable iconic imagery.",
            " LOVE BLOGGING, DUH!!! BUT ONE OF THE THINGS I LOVE THE MOST IS DOING THE \"WHERE ARE YOU YEEZY'S\"  (LITERALLY..... JUST KIDDING... SORT OF!!  HAHAAAHAAA!!!)  SERIOUSLY THOUGH!  I ACTUALLY DON'T KNOW MOST OF THE GIRLS I POST.... BUT THERE IS A METHOD TO THE MADNESS, SOME PEACE TO THE PERVERSION.   THIS POST GIVES ME THE OPPORTUNITY TO BE CREATIVE.  I .. MEANING ME... MEANING (IN THIRD PERSON LIKE I'M CRAZY) KANYE WEST...I FIRST CHOOSE THE, WHAT I LIKE TO CALL COVER PHOTO....  I KNOW YOU MIGHT NOT BELIEVE THIS BUT I LOOK FOR SOMETHING NOT TO TRASHY AND ICONIC. EVERYTHING I DO IS ABOUT CREATING MEMORABLE ICONIC IMAGERY.  OBVIOUSLY I DON'T THINK SHOT'S FROM THE BACK ARE TRASHY DEPENDING ON THE SPECIFIC POSE. I'M BASICALLY RETARDED WITH PHOTO SHOP SO I FEEL SO ACCOMPLISHED WHEN I ERASE A LOGO OR SOMETHING LIKE THAT OFF OF A PHOTO.... THEN I OBVIOUSLY USE COMIC LIFE TO PUT THE \"WHERE ARE YOU YEEZY\" NEXT TO THE GIRL...  I TRY TO KEEP THE ARM ON  THE SPEECH BUBBLE PRETTY STRAIGHT AND SMALL... IT FEELS MORE \"DESIGN\" TO ME. THE COMPOSITION IS MAD IMPORTANT AND SOME OF THESE HAVE A MAGIC TO THEM... THE COMBO OF, FIRST OF ALL, HOW BEAUTIFUL AND PHOTOGENIC THE GIRL IS THEN HER POSE THEN HOW SHE RELATES TO HER ENVIRONMENT.. IS SHE ON A BEACH? IS SHE ON A ROCK? IS SHE IN BED? IS IT AN ALL BLACK  BACKGROUND? IS IT AN ALL WHITE ONE?  HOW MUCH NEGATIVE SPACE IS THERE MEANING THE EMPTY SPACE IN A PHOTO.... WHICH IS DOPE SOMETIMES CAUSE THEY LOOK LIKE THEY'RE FLOATING LIKE MUSIC VIDEO'S WITH WHITE SIKES (BACKGROUNDS).  HERE'S IS A LOOK BACK AT SOME OF MY PERSONAL FAVORITE \"WHERE ARE YOU YEEZY POST\""
        ]
    },
    {
        "source": "Blog Post",
        "body": [
            "YOOOO WHY WON'T YOU LET ME BE GREAT!!!   I HAD THE TWO GREATEST DAYS OF MY LIFE AND WHEN I GET BACK FROM THE LOUIE SHOW I READ SOME SHIT CLAIMING I SAID I'M DOWN TO DO PORN AND SOME BISEXUAL PORN!!!!   I CAN'T BELIEVE THE AVN WOULD POST      FIRST PEOPLE BELIEVED THE TWITTER/STEVEN COLBERT THING, ROLLING STONE EVEN PRINTED IT!!!!   NOW SOMEBODY HAS BEEN HACKING INTO MY MYSPACE AND SOMEBODY'S ACTUALLY  HACKED INTO MY PERSONAL GMAIL ACCOUNT AND HAS BEEN EMAILING PEOPLE FROM IT... HEY WORLD I NO LONGER HAVE A GMAIL!     I FOUND OUT I HAD TWELVE UNAUTHORIZED SKYPE ACCOUNTS UNDER MY NAME!!!  THIS ALL IN THE PAST FOUR DAYS.  WELCOME TO KANYE WEST WORLD!  ....   IT'S NOT OFFICIAL.     I JUST GAVE  THE PERFORMANCE OF MY LIFETIME FOR OUR NEW PRESIDENT ... THEN I FLEW TO PARIS AND THEY DEBUTED MY NEW SHOES THAT I DESIGNED WITH LOUIE VUITTON WHICH WAS A DREAM COME TRUE.     PLEASE I BEG YOU, GIVE ME A BREAK!!!!! PLEEEEEEEEEEEEEASE!!!!!!!!!!!!!!!!   LET ME BE GREAT!!!    WHO HAVE I HURT SO BAD THAT THEY WANT TO DESTROY ME?   WHO HAVE I EVER SPOKE ABOUT SO NEGATIVELY?  I JUST WAS SPEAKING WITH OUR NEW PRESIDENT TWO DAYS AGO... AND NOW THIS....  SIDEBAR... NEVER TAKE A PICTURE FROM MY OBAMA PERFORMANCE AND PUT IT NEXT TO A BS QUOTE LIKE THAT!  THAT'S IN POOR TASTE!  THAT UNDERMINES WHAT MY CONTRIBUTION TO THAT EVENT WAS AND SLAPS EVERYBODY WHO FELT UPLIFTED BY THAT PERFORMANCE IN THE FACE!   A PICTURE SAYS A THOUSAND WORDS...  LOOK HOW FRESH MY SUIT IS... NUFF SAID!"
        ]
    },
    {
        "source": "Post-Paris Blog Post",
        "body": [
            "I always feel my best work is my next work... ",
            "I've made some good choices and some mistakes... ",
            "I've been loved and hated.... ",
            "I've been hailed and ridiculed... ",
            "I've been invited to shows and as usual asked not to come... ",
            "I've been attacked for being me... ",
            "For being bright red in a grey world.... ",
            "I am nuclear energy... ",
            "When encapsulated in an idea or box like a stage or shoe design I create magic... ",
            "When left free sometimes I burn things... ",
            "It's the nature of a true artist... ",
            "I am not perfect and I will never be what I was taught my whole life and that was to be \"christ like\"... I'm fine with just being the best me!",
            "If everyone understood what i was doing when i was doing it there would be no challenge therefore no game.",
            "Your pessimism is my power... ",
            "Your presumptions lead to my redemptions ... ",
            "I don't like the obvious... ",
            "I like the tension... ",
            "I live for the fight... ",
            "I am a soldier of free thought in a closed minded world and I am ready for war...",
            "THIS IS MY LAST DAY IN PARIS AND IT'S BEEN CRAZY. I'VE MET SO MANY DOPE PEOPLE. I FEEL SO INSPIRED BY THE TRIP... I'VE BEEN THINKING OF RAPS, BEATS, CLOTHES, VIDEOS ,STAGE DESIGNS AND PHILOSOPHIES ... I ALWAYS FEEL MY BEST WORK IS MY NEXT WORK... I'VE MADE SOME GOOD CHOICES AND SOME MISTAKES... I'VE BEEN LOVED AND HATED.... I'VE BEEN HAILED AND RIDICULED... I'VE BEEN INVITED TO SHOWS AND AS USUAL ASKED NOT TO COME... I'VE BEEN ATTACKED FOR BEING ME... FOR BEING BRIGHT RED IN A GREY WORLD.... I AM NUCLEAR ENERGY... WHEN INCAPSULATED IN AN IDEA OR BOX LIKE A STAGE OR SHOE DESIGN I CREATE MAGIC... WHEN LEFT FREE SOMETIMES I BURN THINGS... IT'S THE NATURE OF A TRUE ARTIST... I AM NOT PERFECT AND I WILL NEVER BE WHAT I WAS TAUGHT MY WHOLE LIFE AND THAT WAS TO BE \"CHRIST LIKE\"... I'M FINE WITH JUST BEING THE BEST ME! I ACCEPT AND TAKE RESPONSIBILITY FOR MY MISTAKES AND LEARN FROM THEM. I WILL NEVER ATTACK NEGATIVE PEOPLE AND THEIR ENERGY...I FORGIVE THEM FOR THEY DON'T THINK FOR THEMSELVES BUT MERELY BASE THEIR OPINIONS ON WHAT THEY WERE TAUGHT. LIFE IS A GAME! IF EVERYONE UNDERSTOOD WHAT I WAS DOING WHEN I WAS DOING IT THERE WOULD BE NO CHALLENGE THEREFORE NO GAME. IT IS THE CRACK IN THE WALL THAT ALLOWS LIGHT TO SHINE THROUGH... SOOO THANK YOU SENSATIONAL NEWS REPORTERS ... THANK YOU GOSSIP SITES... THANK YOU BARBER SHOPS... THANK YOU TO ANYONE WHO THRIVES ON THE DOWNFALL OF OTHERS FOR I WILL NOT FALL!!! YOUR PESSIMISM IS MY POWER... YOUR PRESUMPTIONS LEAD TO MY REDEMPTIONS ... I DON'T LIKE THE OBVIOUS... I LIKE THE TENSION... I LIVE FOR THE FIGHT... I AM A SOLDIER OF FREE THOUGHT IN A CLOSED MINDED WORLD AND I AM READY FOR WAR... I HAVE LOST EVERYTHING SO I AM FEARLESS ... YOU OBVIOUSLY DON'T KNOW WHO YOU'RE UP AGAINST... I WILL SPARK A GENERATION OF THINKERS WHO WILL QUESTION TRADITIONAL THOUGHT UNTIL THEY FIND THE ABSOLUTE TRUTH. THANK YOU FOR GIVING ME SOMEONE TO PROVE WRONG AS I HAVE DONE FOR MY ENTIRE LIFE... YOU FEEL THE WORLD WILL NEVER CHANGE.. YOU FEEL MISERY IS THE ONLY COMPANY... AND I AM HERE TO PROVE YOU ALL WRONG... (I'LL GIVE THE SECRET TO MY DEMISE FOR ALL THAT WISH I WOULD JUST DROP DEAD.... ACCEPTANCE!!... IF YOU COULD FINISH MY SENTENCES THERE WOULD BE NO REASON TO START THEM. ) THANK YOU PARIS ONCE AGAIN FOR ALLOWING ME ACCESS TO THE GREATEST ARTISTS AND DESIGNERS THIS EARTH HAS TO OFFER... THANK YOU FOR THE INVITATION BECAUSE GENIUS LOVES COMPANY"
        ]
    },
    {
        "source": "Blog Post",
        "body": [
            "Hey I'm down here in Hawaii in the studio working on music checking out some cool blogs and I run into a pic with me and girl. White Lightning wrote a whole thing about how she heard I don't like girls and I have a 'beard' etc.... What the fuck are you talking about???!!! I know my life is the Truman Show for everyone to judge and comment on but I'm not doing a reality show. I'm not doing anything 'for the camera'! I have some ego problems, bitched out at award shows, have control issues and make some questionable fashion choices but never question MY manhood. This is a message to everybody out there! That said... I think you have a cool blog... not as cool as ' they don't call them lovers in high school, leeland' but none the less cool! I hope you keep posting inspiring and not degrading stuff. Thanks for being creative either way though oh and putting me on your blog. Peace!"
        ]
    },
    {
        "source": "Blog Post",
        "body": [
            "THE SOUTH PARK EPISODE DID NOT MAKE ME HAVE THIS EGO EPIPHANY! I ACTUALLY ONLY WATCHED A PIECE OF THE EPISODE WHICH WAS FUNNY. I'VE BEEN WORKING ON MYSELF FOR A WHILE NOW, WHICH IS HARD TO DO IN THE PUBLIC EYE. I JUST USED THIS AS A PLATFORM TO EXPRESS WHERE MY HEAD IS AT."
        ]
    },
    {
        "source": "Blog Post",
        "body": [
            "RICK'S ALBUM IS THE SHIT!!! HE MADE AN ALBUM I CAN PLAY IN MY APARTMENT WHICH IS THE HIGHEST HONOR I CAN GIVE ANY PIECE OF MUSIC. TV ON THE RADIO, FEIST, PINK FLOYD AND THE NEW RICK ROSS ALBUM!"
        ]
    },
    {
        "source": "Ego Blog Post",
        "body": [
            "I actually have been working on my ego though. Having the crazy ego is played out at this point in my life and career. I use to use it to build up my esteem when nobody believed in me. Now that people do believe and support my music and products the best response is thank you instead of \"I told you so!!!\" It's cool to talk shit when you're rapping but not in real life. ",
            "I just wanna be a doper person which starts with me not always telling people how dope I think I am. I need to just get past myself. Drop the bravado and just make dope product. Everything is not that serious. ",
            "I got a long road ahead of me to make people believe I'm not actually a huge douche but I'm up for the challenge.",
            "SOUTH PARK MURDERED ME LAST NIGHT AND IT'S PRETTY FUNNY. IT HURTS MY FEELINGS BUT WHAT CAN YOU EXPECT FROM SOUTH PARK! I ACTUALLY HAVE BEEN WORKING ON MY EGO THOUGH. HAVING THE CRAZY EGO IS PLAYED OUT AT THIS POINT IN MY LIFE AND CAREER. I USE TO USE IT TO BUILD UP MY ESTEEM WHEN NOBODY BELIEVED IN ME. NOW THAT PEOPLE DO BELIEVE AND SUPPORT MY MUSIC AND PRODUCTS THE BEST RESPONSE IS THANK YOU INSTEAD OF \"I TOLD YOU SO!!!\" IT'S COOL TO TALK SHIT WHEN YOU'RE RAPPING BUT NOT IN REAL LIFE. WHEN YOU MEET LITTLE WAYNE IN PERSON HE'S THE NICEST GUY FOR EXAMPLE. I JUST WANNA BE A DOPER PERSON WHICH STARTS WITH ME NOT ALWAYS TELLING PEOPLE HOW DOPE I THINK I AM. I NEED TO JUST GET PAST MYSELF. DROP THE BRAVADO AND JUST MAKE DOPE PRODUCT. EVERYTHING IS NOT THAT SERIOUS. AS LONG AS PEOPLE THINK I ACT LIKE A BITCH THIS TYPE OF SHIT WILL HAPPEN TO ME. I GOT A LONG ROAD AHEAD OF ME TO MAKE PEOPLE BELIEVE I'M NOT ACTUALLY A HUGE DOUCHE BUT I'M UP FOR THE CHALLENGE. I'M SURE THE WRITERS AT SOUTH PARK ARE REALLY NICE PEOPLE IN REAL LIFE. THANKS FOR TAKING THE TIME TO DRAW MY CREW. THAT WAS PRETTY FUNNY ALSO!! I'M SURE THERE'S GRAMMATICAL ERRORS IN THIS... THAT'S HOW YOU KNOW IT'S ME!"
        ]
    },
    {
        "source": "Gratitude Blog Post",
        "body": [
            "It means a lot to be able to get respect from my core and peers even though everybody knows I get a little crazy with the clothes sometimes.",
            "“Pharrell pioneered what I do now. He was the original to break down doors between \"real fashion\" and hip hop worlds, doing beats for Noreaga and running around with the model chicks.”",
            "“I think old men dress the freshest, not trendy at all but sometimes still colorful and interesting. They've figured out what looks good on them and they stick it. The up hill battle we have as hip hop artists is hip hop is rooted in trends. True style and trends very seldomly meet. That's why we have a tendency to wear stuff that's laughable 2 years later. When I see crazy stuff I've worn and people laugh at me, all I can do is laugh with you and think, I had fun though.”",
            "MAN I WANT TO THANK EVERYBODY. THIS IS A REAL HONOR! THIS WHOLE YEAR HAS BEEN SO OVERWHELMINGLY POSITIVE.... FROM THE YEEZY'S TO THE LOUIE VUITTONS.... FROM HEARTLESS BEING THE NUMBER ONE SONG ON RADIO FOR THE FIRST QUATER OF THIS YEAR TO AMAZING BEING THE THEME SONG FOR THE NBA PLAYOFFS. IT MEANS A LOT TO BE ABLE TO GET RESPECT FROM MY CORE AND PEERS EVEN THOUGH EVERYBODY KNOWS I GET A LITTLE CRAZY WITH THE CLOTHES SOMETIMES. I'M ON VACAY RT NOW WITH A WHITE T ON. IT'S NICE TO READ SOMETHING POSITIVE FOR A CHANGE! PHARRELL PIONEERED WHAT I DO NOW. HE WAS THE ORIGINAL TO BREAK DOWN DOORS BETWEEN \"REAL FASHION\" AND HIP HOP WORLDS, DOING BEATS FOR NOREAGA AND RUNNING AROUND WITH THE MODEL CHICKS. ROSS GET'S REAL FRESH. TI HAS A GREAT EFFORTLESS SINCE OF STYLE. JAY HAS SET MAD TRENDS AND IS THE SINATRA OF OUR ERA. NOBODY IS AS FRESH AS RALPH LUAREN HIMSELF, ONLY ANDRE 3000 AND BENTLEY GET CLOSE BUT THERE'S STILL WORK TO DO. I THINK OLD MEN DRESS THE FRESHEST, NOT TRENDY AT ALL BUT SOMETIMES STILL COLORFUL AND INTERESTING. THEY'VE FIGURED OUT WHAT LOOKS GOOD ON THEM AND THEY STICK IT. THE UP HILL BATTLE WE HAVE AS HIP HOP ARTIST IS HIP HOP IS ROOTED IN TRENDS. TRUE STYLE AND TRENDS VERY SELDOMELY MEET. THAT'S WHY WE HAVE A TENDENCY TO WEAR STUFF THAT'S LAUGHABLE 2 YEARS LATER. WHEN I SEE CRAZY STUFF I'VE WORN AND PEOPLE LAUGH AT ME, ALL I CAN DO IS LAUGH WITH YOU AND THINK, I HAD FUN THOUGH. THANKS AGAIN, MR. WEST"
        ]
    },
    {
        "source": "We Were Once A Fairytale Blog Post",
        "body": [
            "“Sometimes a big idea can take you further than a big budget.”",
            "“When everyone goes big, go small. When everyone goes clean, go dirty. When everybody puts on the craziest outfits ever, put on your favorite old Band of Outsiders dinner jacket and pull a monster out of your soul. I wish I could say that monster was truly dead but I think he'll be back to life sitting on my shoulder when I get back in the studio.”",
            "I DEFINITELY WASN'T EXPECTING ALL THIS LOVE AT THE END OF THE YEAR. LOVE IS HUMBLING. SPIKE IS A GENIUS AND HE BROUGHT THE BEST OUT OF ME. HE CALLED IN A LOT A FAVORS AND WE DID THIS FILM FOR UNDER 50GS. THANK YOU TO EVERYBODY INVOLVED. IBN KILT IT ALSO!!!! SOMETIMES A BIG IDEA CAN TAKE YOU FURTHER THAN A BIG BUDGET. I REMEMBER WHEN HE PITCHED IT TO ME, I WAS LIKE... UUUUUUUM.........WTF!!!!! ... BUT ONLY A COMPLETE IDIOT TURNS DOWN THE OPPORTUNITY TO BE DIRECTED BY SPIKE JONZE. HE'S A REALLY GOOD FRIEND AND CALMING SPIRIT AND THAT'S WHAT YOU NEED MOST IN YOUR LIFE SOMETIMES. HE REMINDS ME OF JON BRION IN A WAY BECAUSE THEY BOTH CAN FIND THE HUMAN QUALITIES IN PEOPLE AND BRING THOSE TO THE FOREFRONT. THEY HAVE SO MUCH GOOD WILL THAT THEY LET ME USE SOME OF THAT TO OPEN DOORS THAT HAVE BEEN CLOSED OFF TO ME. THIS WAS THEEE MOST IN YOUR FACE CONCEPT BUT SPIKE MADE ME LOOK LIKE A HURT CHILD INSTEAD OF AN OUTRAGEOUS ASSHOLE. WHEN EVERYONE GOES BIG, GO SMALL. WHEN EVERYONE GOES CLEAN, GO DIRTY. WHEN EVERYBODY PUTS ON THE CRAZIEST OUTFITS EVER, PUT ON YOUR FAVORITE OLD BAND OF OUTSIDERS DINNER JACKET AND PULL A MONSTER OUT OF YOUR SOUL. I WISH I COULD SAY THAT MONSTER WAS TRULY DEAD BUT I THINK HE'LL BE BACK TO LIFE SITTING ON MY SHOULDER WHEN I GET BACK IN THE STUDIO."
        ]
    },
    {
        "source": "College Dropout Blog Post",
        "body": [
            "“[College Dropout] wasn’t about me, it was about a time in people’s lives where people force opinions on you and you have to make choices for yourself. We loved 50 Cent but we wanted to be the Yang. We wanted to wear pink polos and rap about being hurt instead being invincible.”",
            "THIS PROJECT WASN'T ABOUT ME, IT WAS ABOUT A TIME IN PEOPLES LIVES WHERE PEOPLE FORCE OPINIONS ON YOU AND YOU HAVE TO MAKE CHOICES FOR YOURSELF. WE LOVED 50 CENT BUT WE WANTED TO BE THE YANG. WE WANTED TO WEAR PINK POLOS AND RAP ABOUT BEING HURT INSTEAD BEING INVINCIBLE.",
            "WOW... THIS IS REALLY FLATTERING... I'VE HAD SOME UPS AND DOWNS THIS YEAR, WELL ACTUALLY THIS DECADE. JUST SEEING THIS COVER TAKES ME BACK TO THAT TIME OF MY LIFE. I REMEMBER HOW MUCH PAIN AND LOVE WENT INTO THIS ALBUM. NO ONE SAW IT COMING. THIS PROJECT WASN'T ABOUT ME, IT WAS ABOUT A TIME IN PEOPLES LIVES WHERE PEOPLE FORCE OPINIONS ON YOU AND YOU HAVE TO MAKE CHOICES FOR YOURSELF. WE LOVED 50 CENT BUT WE WANTED TO BE THE YANG. WE WANTED TO WEAR PINK POLOS AND RAP ABOUT BEING HURT INSTEAD BEING INVINCIBLE. THERE WAS A CORE GROUP OF PEOPLE WHO WORKED ON THIS ALBUM EVERYDAY.... PLAIN PAT, JOHN MONOPOLY, DON CRAWLEY, ANTHONY KILHOFFER, MANNY MARROQUIN, JOHN LEGEND, DEVON HARRIS, RYHMEFEST, GEE ROBERSON, HIP HOP, AL BRANCH, DAMON DASH, GABE TESORIERO, CRAIG BAUER, GLC, OL' SCHOOL ICE GREE, CONSEQUENCE, B NICE AND MY MOM. I WAS MOST INSPIRED BY THE MISEDUCATION OF LAURYN HILL AND I LISTENED TO THAT ALBUM EVERYDAY WHILE WORKING ON MY DEBUT. THANK YOU FOR THIS ACKNOWLEDGMENT AND FOR PUTTING \"THE BLUEPRINT\" ON THE LIST ALSO. I LOVED \"THE LOVE BELOW' AND \"GET RICH OR DIE TRYING\" ALSO. THEY BOTH EQUALLY DESERVED THE NUMBER ONE SPOT IN MY EYES BUT THERE CAN ONLY BE ONE NUMBER ONE!!!"
        ]
    },
    {
        "source": "New Blog (and Subsequent Delays)",
        "body": [
            "Sorry for the slow posting. I've been working on a whole new blog for the past few months now. It's very close to completion.",
            "My initial thought: Okay so this starts to make sense!!",
            "I've been working really hard on this new blog and I'm really excited about it. It should be up this week!",
            "My initial thought: Typical Kanye. But dammmn he had that infamous “Mercy” font clearly since 2010, but likely before that. Impressive. Also he really slows down his posting in March/April (thank GOD)"
        ]
    },
    {
        "source": "Rumors Blog Post",
        "body": [
            "“It's hard to deal with the rumors sometimes. As a good person with a warm heart, it does bother me. I'm not bigger than feeling pain, embarrassment, stress and worry.”",
            "I feel bad that people believe this kind of stuff or any random rumor that is taken as fact because 'it's on the internet.' This rumor is particularly ironic because I was actually happy with a business class seat and was offered a seat in first class. A friend of mine was sitting in coach so asked if they could bump him up to business instead of putting me in first. There was absolutely no altercation in any way. There's been many a time where I've given someone in coach my business or first class seat in order to sit next to a friend I bumped into. I really could care less about where I sit on the plane. It's hard to deal with the rumors sometimes. As a good person with a warm heart, it does bother me. I'm not bigger than feeling pain, embarrassment, stress and worry. Have you ever been lied on??? How does it make you feel??? You wanna tell everybody it's not true right? Thank you to all my fans who still love and support me even though it's not the trend right now! I'm sleeping in the studio and I won't let you guys down!"
        ]
    },
    {
        "source": "Style.com Interview (2015)",
        "url": "http://www.style.com/trends/fashion/2015/kanye-west-adidas-originals-interview",
        "body": [
            "I don’t need to read that because it’s not going to inspire me in any way. I don’t need any more negativity in my life to make me work harder. I can’t possibly physically work harder. I have to tell myself to go to sleep.",
            "I don’t want to disrespect designers by calling myself a designer, I just think I have a vision of something that I want to do.",
            "I’m sorry. I’m a human being. I’ve got opinions, I’m not always right, I’m not always on time, I don’t always say things in the proper way, but my intentions are always extremely pure. My purpose is extremely just. ",
            "I dislike the concept of chic being the highest compliment for a human being. I’d rather someone be nice than to be chic.",
            "Racism and the focus on racism is a distraction to humanity. It would be like focusing on the cousin from your mom’s side versus the cousin on your dad’s side. We’re all cousins. We’re all the same race. ",
            "We came into a broken world. And we’re the cleanup crew. And we’re only cleaning up by helping each other.",
            "An artist needs a structure so that they can be an artist.",
            "Just as much as Drake is influenced by Kanye West, you know my fucking influences. You see Raf Simons right there, you see Helmut, you see Margiela, you see Vanessa [Beecroft], you see Katharine Hamnett. It’s blatantly right there. I’m not going to try and act like I was influenced by a fucking dog walking down the street that broke its ankle that I had a heartfelt discussion with. I had a heartfelt discussion with all of these fucking Helmut Lang images that I stared at for so many years. I had a heartfelt discussion with my Tumblr. ",
            "With my first collections, they would say, “I want to see more of you.” And I didn’t even know who I was. And it was far less defined who I was, and I didn’t know who I was until I had a daughter. And then I realized that the purpose of life was to protect her and my wife at all costs. And that is who I am."
        ]
    },
    {
        "source": "New York Times Magazine (2015)",
        "url": "http://tmagazine.blogs.nytimes.com/2015/04/10/kanye-west-adidas-yeezy-fashion-interview/",
        "body": [
            "Before the Internet, music was really expensive. People would use a rack of CDs to show class, to show they had made it. Right now, people use clothes to telegraph that. I want to destroy that. The very thing that supposedly made me special — the jacket that no one could get, the direct communications with the designers — I want to give that to the world.",
            "I want to dress like a child as much as possible.",
            "I dreamed, since I was a little kid, of having my own store where I could curate every shoe, sweatshirt and color. I have sketches of it. I cried over the idea of having my own store.",
            "The fact that when I see truth it’s really hard for me to sit back and just allow it to happen in front of me on my clock makes me, a lot of times, a bad celebrity.",
            "I feel like now I have an amazing wife, a super smart child and the opportunity to create in two major fields. Before I had those outlets, my ego was all I had.",
            "I had enough of a value to be able to go into debt, and that was a blessing. Some people don’t even have the opportunity to be able to go into debt."
        ]
    },
    {
        "source": "Zane Lowe (2015)",
        "url": "Double-check: https://www.youtube.com/watch?v=4Rn0hDB6Z8k",
        "body": [
            "4:18 Anyone that’s creative understands that there’s no amount of money that can be given to them to make them not want to, or have to, create. There’s no check out and there’s no cheque to stop you from creative. No pun intended when I’m saying no check.",
            "10:10 None of this was about me having a bigger house, a faster Lamborghini. It wasn't about that. It was about these kids having a moment to be themselves. To be a stronger version of themselves. I make this stuff to empower people. I feel like there's so many things that are made to wear the people as opposed to people wearing it.",
            "14:38 It wouldn't even matter if I sold one sweatshirt. As long as this interview gets done, and kids hear this and know this. And someone in position of power, or someone that will be in a position of power in the future has a chance to make a difference. And they saw that someone who was at the lowest point, grabbing at straws, express themselves freely, and overcame it through all adversity means that they can do the same thing. ",
            "17:00 We have the right to be wrong sometimes.",
            "20:20 I didn’t come here to be liked, I came here to make a difference. Not particularly this interview, I’m talking about life. Some people’s job, they’re very extremely likeable. I think I could figure that out. I think I’m way nicer to people, just in general. Everyone I meet I’m extremely nice. But as soon as people start playing games, I stop. I stop playing games. And at any moment I can hit that Ye button and we can go right back to day one. ",
            "23:45 Fusion is the future. Period. The mixing of ideas, the two lunch tables working together.",
            "25:40 [Louise Wilson] said, So many students, they don’t give it their all. The problem is as soon as they do anything halfway good, when they’re two years old, three years old, their parents clap. That’s what she said, they clap. And she just looked at me, she said, “Kanye, don’t clap.”",
            "28:00 [Jony Ive] said that people are so concerned at being first as opposed to being better so I think that innovation gets too much credit, in a way. If we talk about this type of company, it wouldn’t be a company of innovation. As Steve Stoute told me driving down the West Side Highway, “There’s no money in the innovation.”",
            "31:10 Someone calls you crazy so many times, you start to believe it. I almost got scared of the idea of going crazy in some way, but I wasn’t going crazy, I was like the only person that wasn’t crazy. I stand there, and I just look, like, “Is anyone else here seeing what I’m seeing? None of you guys are seeing what I’m seeing, or it’s just your Maybach and your house is that important that you won’t move at all. That you won’t say anything at all in risk of losing something. You won’t say anything on anyone’s behalf at this point? ",
            "32:00 If you have that ability to do that, to see that, you know that Walt Disney ability in some way, you have to apply it. You have to use it. You can’t be psyched out. Everyone’s on our side. I was just in my own way, but everyone’s on our side and everything that I ever said will happen, will happen. ",
            "33:05 Class is the new way to discriminate against people, to hold people down, to hold people in a place based on where their kids go to school, how much money they make, what they drive, where they live, and what type of clothes they have and how much they have in their account for their retirement. To somehow say that this person right here means more than this person. Like I know I tweeted Black Lives Matter but all lives matter. ",
            "33:40 My doorman is more important to me than any head of any company. He keeps us safe. My driver keeps us safe and goes to work every day. The guy painting the windows at the house when we changed them from white to chocolate brown, or what the architect suggested, he is just as important as anyone else that walks in that house and grabs a glass of champagne. It’s no more of this separation of what you came from, your race, financial background, education, talent level, beauty. ",
            "37:40 People say I’m a hypocrite, right? Yes, I am. 100%. I’m a human being. I’m super hypocritical. I can feel something one time, and completely a different way another time.",
            "40:15 You win some games and you lose some.",
            "40:20 Yea, you win or you learn. Bam, there’s a jewel, I’ll take that one with me."
        ]
    },
    {
        "source": "Power 105.1 (2015)",
        "url": "https://www.youtube.com/watch?v=wZVKKJbEsdc",
        "body": [
            "6:25 People put on a jacket to try and act like they are better than you. I think this idea of being better than the next man is the wrong mentality in the first place. We were born into a broken world that has been separated by race, religion, and class.",
            "27:50 I’m only a humble servant. If you have power, you have empower. You have the power to give power away. What I said on the song, “Power”, “No one man should have all that power.” It’s a true statement. No one man has the power. The power is in the people. The people give you the power. ",
            "28:25 It’s important for a revolution, like Common said on that song he just won for, it’s the youth and the OG's that have to come together. You need the energy of the youth, you need the knowledge of the OG’s.",
            "33:25 We should learn from us. I'm tired of the \"us\" and \"them\". Us meaning, we should learn from human beings. The first thing I think we're going to do to stop racism is stop focusing on racism.",
            "34:30 When I think about how I wanna do surround vision, I wanna do my movie theatre, I wanna do my clothing line, I wanna do this, maybe there's a four year-old that's gonna see that and cure cancer one day. If your job is inspiration, you have to keep pushing that at all costs because you never know who's gonna be inspired by that. A lot of the reasons why I'm successful now is because the people who work with me now grew up on The College Dropout. ",
            "37:15 In a boxing match, if you get angry, you lost. This is a match of life, a match of culture, and if I'm angry all the time I've already lost. So I just need to stop being angry. And people say, “What does he have to be angry about?” I got enough to be happy about to focus on that, to not be angry about stuff. Plus it helps you work better, when I'm calm.",
            "42:05 I wouldn't be sitting here today right now if it wasn't for Jay. Jay helped me, period. In every single way that you can think. Whether it was like, holding me down when I'm in New York, I'm the dude in the pink Polo and the bad attitude. And I'm still here. Jay Z.",
            "44:05 I owe every hip-hop artist because I wouldn't have made it this far without all of them.",
            "48:00 I don't even want to give myself any form of a title anymore. I'm not calling myself a genius, I'm not calling myself a visionary. The only thing I can say I am is a servant. I want to serve, and if I can get a group of amazing designers together to create something to be able to serve the public, then that's my job. I'm just a humble servant.",
            "50:00 That was incorrect, what [Sway] was saying. I could have said it in a calmer way, but he was misinformed."
        ]
    },
    {
        "source": "Paper Magazine (2015)",
        "url": "http://www.papermag.com/2015/04/kanye_west.php",
        "body": [
            "Bravery and courage is walking into pain and knowing that something better is on the other side.",
            "I loved music. I loved it more than I love it now. But I think that can happen with anything. You can live in New York for 10 years and say, \"I now want to move to San Francisco.\" It's just harder for me to do music now, period. It's easier for people who focus on it all day and who are younger in their concept of what they want to do with it. I am not what I would consider truly a musician. I am an inventor. I am an innovator. ",
            "I don't care about capitalizing off of something that we've seen or heard a thousand times. I'm not a capitalist in that way. I'm an innovator. That's my job. I like two things: I like innovating and I like making things better. It's not that I always have to invent things that are new. Sometimes I can take something that's there and attempt to make a better version and that's what gets me off.",
            "We don't run anything; we're celebrities. We're the face of brands. We have to compromise what we say in lyrics so we don't lose money on a contract. ",
            "Fuck all of this sensationalism. We gave you our lives. We gave you our hearts. We gave you our opinions!",
            "We can raise our kids, let's be thankful. But how about we raise our kids in a truthful world, not a world based on brands and concepts of perception? Perception is not reality. ",
            "When I think beauty, I think of an untouched forest, only created by God's hand. I think of a gray sky that separates the architecture from the background and creates these amazing photographs because you don't have to block the sun above you when you're taking the photograph. ",
            "I think beauty is important and it's undermined by our current corporate culture. When you think about the corporate office, you don't see the importance of beauty. I think all colors are beautiful and in a corporate world only one color is. But another thing is that I believe money is important. I think that artists have been brainwashed to look at money as a bad thing, and it's not. I think they're equally important in our current civilization.",
            "We're all from one family called the human race. It's simple as that. This race is up against some interesting things -- poverty, war, global warming, classism -- and we have to come together to beat this. It'll only be as a collective that we can beat this, and we can. We can create a better world for ourselves. ",
            "It's fine to not get credit for everything; it's almost better. For the amount of things that I really want to do, it can only work if I'm credited for about 20 percent of them. Because if I'm really credited for the amount of things that I'm going to do and what I want to do, it's just too much. The reward is in the deed itself.",
            "Help me to help more."
        ]
    }
]